[
  {
    "title": "Desenvolvedor Mobile Júnior (Exclusiva para PCD)",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "#SejaShopper",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTMfk3U0Kz4mGes59yAAiv3cMtq2PyqKakfEhYOlcQ&s",
    "description": "Queremos criar valor de verdade para a sociedade e para isso vamos mudar a maneira como as pessoas reabastecem seus lares e ainda deixar a cadeia de distribuição mais eficiente, gerando economia para nossos clientes e pensando sempre no consumo consciente.  Para conseguirmos realizar esse mega desafio, nosso time de Tecnologia precisa de verdadeiro talentos e as pessoas que participarão desta vaga serão peças chaves para que tudo seja feito do jeito Shopper!  Responsabilidades e atribuições  Em todos os setores temos muito trabalho para ser feito. Para essa vaga, você será responsável por fazer alterações em nosso app principal e desenvolver novos apps desde o início.  Requisitos e qualificações • Experiência com Swift ou Kotlin • Pensamento analítico • Atenção aos detalhes • Flexível • Pró-ativo • Persistente • Boas habilidades de comunicação • Pensar fora da caixa • Exclusivo para PCD  Informações adicionais  Vaga remota  Somos a startup que já economizou mais de R$ 20 milhões a... milhares de brasileiros e dobra de tamanho a cada 3 meses, desde sua fundação (em 2015). Em 2021 conseguimos levantar cerca de R$300 milhões em duas rodadas de investimento com gente fora da curva, como José Galló (ex-CEO da Renner), GIC, Ariel Lambrecht (fundador da 99 e da Yellow), Minerva Foods, entre outros.  Acreditamos que um país melhor é feito de empresas mais eficientes e de pessoas que trocam velhos hábitos por escolhas mais inteligentes. E trabalhamos por isso. Por essa visão de país melhor, aplicada ao setor que atinge a todos os brasileiros: o setor de produtos essenciais de consumo, mais conhecido como \"setor supermercadista\".  Mas esqueça esse nome: \"supermercado\". Somos mais que isso. Somos um sistema de reabastecimento.  E queremos ser o maior e melhor sistema de reabastecimento do Brasil. Esse é nosso sonho.  \"Um mundo onde os produtos essenciais cheguem na sua casa com a mesma facilidade que a água chega na torneira\"  Quer participar desse sonho com a gente",
    "links": [
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/desenvolvedor-mobile-j%C3%BAnior-exclusiva-para-pcd--sejashopper-JV_KO0,46_KE47,59.htm?jl=1008839207683&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=1e449adcf30e598c&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor(a) - JS - Júnior - Full Stack",
    "salary": "R$ 2 mil ",
    "location": "Qualquer lugar",
    "company": "Corelab",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS7rIQFnYcVnokb-_rk0ZAYowMK30woqVrIb27jns4&s",
    "description": "Habilidades AdonisJS, PostgreSQL, ReactJS, Magento, React Native, JavaScript  O que nós buscamos Geral - Desenvolvimento e manutenção de aplicações web; - Desenvolvimento e manutenção de aplicações mobile; - Realizar a manutenção e criação de novas funcionalidades; - Desenvolvimento de funcionalidades no Front-End; - Desenvolvimento de funcionalidades no Back-End; - Aplicar melhores práticas de documentação de código desenvolvido; - Desenvolver e sustentar integrações; - Buscar novas ferramentas e técnicas para a melhoria contínua de nossos sistemas; Responsabilidades:  Magento - Desenvolver e manter soluções Magento escaláveis e de alto desempenho. - Colaborar com a equipe de desenvolvimento para projetar e implementar funcionalidades novas e aprimoradas. - Personalizar e integrar extensões e módulos Magento de terceiros conforme necessário. - Resolver problemas de código, bugs e otimizar o desempenho do sistema. - Participar no processo de revisão de código para garantir a... conformidade com as melhores práticas e padrões da empresa. - Manter-se atualizado com as últimas tendências e práticas recomendadas em desenvolvimento Magento.  Principais responsabilidades - Experiência prévia nas linguagens informadas; - Inglês Intermediário - diferencial; - Experiência com ferramentas de versionamento de código (GIT,...); - Conhecimento em metodologias ágeis (Scrum/Kanban); - Habilidades interpessoais de escrita e de comunicação verbal; - Experiência comprovada em desenvolvimento Magento, incluindo a criação e customização de temas, módulos e extensões. - Conhecimento sólido em PHP, HTML, CSS, JavaScript e MySQL. - Familiaridade com frameworks e bibliotecas front-end (por exemplo, jQuery, Bootstrap). - Experiência com integrações de API de terceiros. - Capacidade de trabalhar de forma colaborativa em uma equipe ágil. - Excelentes habilidades de resolução de problemas e depuração. - Compreensão dos princípios de UX/UI.  Descrição da empresa Somos um laboratório de inovação focado em soluções e dados de negócios.  Benefícios",
    "links": [
      {
        "content": "Acesse em ProgramaThor",
        "href": "https://programathor.com.br/jobs/29375-desenvolvedor-a-js-junior?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Junior",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Faça parte da Unio!",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Buscamos uma pessoa desenvolvedora para atuar na Jornada Digital, área responsável pela construção e manutenção do nosso aplicativo, voltado às pessoas beneficiárias e profissionais da saúde.  Essa oportunidade pode ser para você se: você gosta de ambientes com muita colaboração, aprendizado, transparência, agilidade e busca por resultados excelentes e inovadores • Trabalho remoto, mas possuímos um escritório em São Paulo (Alameda Santos) e outro em Vitória (Avenida Leitão da Silva), para quem gosta de trabalhar presencial; • Regime de contratação: CLT; • Jornada: 40 horas por semana.  Responsabilidades e atribuições  Como será seu dia a dia?  Você ficará responsável por: • Efetuar a codificação, atualização e otimização de recursos e aplicações em front-end (interface com usuário) e back-end mobile, nativamente ou por frameworks híbridos; • Efetuar a integração e interface entre as aplicações de back-end e front-end mobile, articulando as aplicações com servidores, bancos de dados... aplicações em nuvem e demais elementos/funções pertinentes à programação; • Realizar o levantamento de requisitos com clientes; • Articular e efetuar o desenvolvimento de aplicações de front-end e back-end em mobile, utilizando as tecnologias, frameworks e bibliotecas comuns na empresa; • Efetuar a codificação e otimização de APIs, bem como realizando demais atividades correlatas e inerentes ao cargo.  Requisitos e qualificações  O que você precisa ter para se candidatar? • Conhecimento intermediário em linguagem de programação C#; • Conhecimento básico em Framework Angular; • Conhecimentos Avançado em Framework Ionic / Cordova; • Conhecimento básico em MS .NET Framework, Core e/ou versões superiores; • Conhecimento básico em JavaScript e TypeScript; • Conhecimento básico em NodeJS; • Conhecimento básico em Bootstrap, HTML, CSS.  Contam pontos a mais no processo: • Conhecimento em Sistema de Versionamento; • Conhecimento em Framework Vue; • Conhecimento básico em Metodologia Ágil.  Informações adicionais  Nossos benefícios: • Vale Refeição/Alimentação (de R$43,03 por dia útil); • Flexibilidade para montar seu horário de trabalho; • Possibilidade de trabalhar home office. Nossa equipe é composta por pessoas de todo o Brasil; • Gympass; • Plano de Saúde Unimed Nacional - Apartamento; • Plano Odontológico; • Previdência Privada; • Vale Transporte; • Plataforma Árvore de Livros; • Programa de Indicação; • Seguro de Vida; • Day Off no mês de aniversário.  Se interessou? Bora se inscrever!  Conhece alguém que gostaria de oportunidade? Compartilhe com a pessoa  A Unio é uma Health Tech fundada em 2017, a partir da necessidade de atender às demandas do segmento de saúde suplementar, sendo especializada na criação, implantação e operação de soluções de sistemas.  Nosso propósito é promover uma ágil transformação digital da saúde suplementar, oferecendo tecnologia, inovação e eficiência para uma melhor experiência e bem-estar de todas as pessoas envolvidas.  Acreditamos em um modelo de gestão sistêmica, em que temos um olhar para três pilares igualmente importantes: • Foco nas pessoas colaboradoras: uma empresa de tecnologia é fundamentalmente criada e sustentada por pessoas; • Foco em clientes: devemos pensar nas necessidades de quem estamos atendendo, conhecendo profundamente nossos clientes; • Foco em resultados: finanças saudáveis são essenciais para o crescimento do negócio.  Atualmente são mais de 80 pessoas colaboradoras, atuando com comprometimento para transformar a UNIO em uma das principais empresas de tecnologia para saúde do país",
    "links": [
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/pessoa-desenvolvedora-mobile-junior-fa%C3%A7a-parte-da-unio-JV_IC2479061_KO0,35_KE36,54.htm?jl=1008971676513&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=7655dee49eb69487&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Mobile – Remoto – POA, SP E RE – RS",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "BuscarVagas - Empregos e Consultoria Brasil",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Atribuições: Seja um Desenvolvedor Mobile de sucesso! Atuando no maior ecossistema de saúde do país e trazendo sua inovação de qualidade para softwares na área de TI. Sendo responsável por projetos sob demanda do cliente, na sustentação de softwares, correção de bugs e criação de novas funcionalidades. A Combinar Requisitos:  Mobile Android  – Linguagem Kotlin;  – Frameworks Retrofit 2;  – Arquiteturas MVC, MVVM;  – Maps;  – Será um diferencial experiência em Architeture Components;  – Banco de Dados Firebase e/ou SQLite.  Mobile iOS  – Linguagem Swfit;  – Frameworks Viper;  – Arquitetura MVVM;  – Maps;  – Banco de Dados Firebase. Carga Horária: Horário a combinar  Sem informação  Requisitos:  Mobile Android  – Linguagem Kotlin;  – Frameworks Retrofit 2;  – Arquiteturas MVC, MVVM;  – Maps;  – Será um diferencial experiência em Architeture Components;  – Banco de Dados Firebase e/ou SQLite.  Mobile iOS  – Linguagem Swfit;  – Frameworks Viper;  – Arquitetura MVVM;  – Maps;  – Banco de... Dados Firebase",
    "links": [
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=2a434dcdde415b33&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Talent.com",
        "href": "https://br.talent.com/view?id=7a256e2bead6&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Consultor Técnico - Mastersaf DW/TAX",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Adejo",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Detalhes da Vaga: Atuará no desenvolvimento/manutenção de processos customizados do Mastersaf DW/Tax One, aplicações de patchs, boas práticas...  Requisitos:  Conhecimentos avançados em desenvolvimento em SQL, PL/SQL Experiência em implantações de Mastersaf DW / Tax One, , bem como nos ajustes das interfaces e scripts conforme os Layouts das SAFX; Experiência em desenvolvimento de processos customizados no Mastersaf DW Desejável conhecimento Funcional do Mastersaf DW Desejável conhecimento no DFe Desejável conhecimento no REINF  VAGA PJ Projeto Home.",
    "links": [
      {
        "content": "Acesse em NerdIn",
        "href": "https://www.nerdin.com.br/vaga/69929?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Pontotel Desenvolvedor(a) Mobile Jr Remoto",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "AUTOMATIZACOES SECULO XXI TRATAMENTO DE DADOS S.A.",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Atuará nas atividades internas e demais funções pertinentes ao cargo. Necessário conhecimento na área de atuação.  Beneficios :  Formação Acadêmica :  Não informado  Experiência : Salário :  Salário : A combinar  A combinar  Cargo : Desenvolvedor Mobile  Desenvolvedor Mobile  Empresa :  AUTOMATIZACOES SECULO XXI TRATAMENTO DE DADOS S.A.  Desenvolvimento e licenciamento de programas de computador não-customizáveis  Ramo :  Eletrônica / Eletroeletrônica / Eletrodomésticos",
    "links": [
      {
        "content": "Acesse em Talent.com",
        "href": "https://br.talent.com/view?id=bd620c41e4c6&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Mobile Jr",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "TrabalhaES.com.br",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQN8a8TPbQVkmK-qF4neYyavaTSOPoXvpDUQNmHuU0&s",
    "description": "Hey, você 👋🏽Quer fazer parte da maior empresa de CRM da América Latina?Essa é a sua oportunidade!🎉🚀Insaciedade é um dos nossos valores e aqui você poderá aprender e se desenvolver todos os dias com um time de profissionais extremamente dedicados!Se você se identifica com os pontos abaixo essa vaga é pra você. Não perca tempo e venha ser nosso novo Ploomer!🔍 Foco tanto na qualidade da entrega quanto nos prazos.👩🏾‍🏫 Autonomia por natureza: caça respostas e toma as decisões pensando sempre no melhor para a empresa, sem esperar por uma decisão top-down para isso.🙋🏼‍♂️ Espírito empreendedor: pensa e age como um líder, sempre focando em estruturação da sua própria área.Responsabilidades e atribuiçõesQueremos alguém que venha para crescer junto com o nosso time de Mobile, topa?O framework utilizado para desenvolver o app do Confidencial (Apenas para Cadastrados) é o React Native, então usando essa tecnologia você vai participar e cumprir um papel muito importante de ajudar com a... revitalização do layout do app, também vai contribuir com o desenvolvimento de novas funcionalidades, sejam telas ou novos componentes para telas existentes e vai ajudar com a resolução de possíveis bugs que aconteçam em produção ou que sejam encontrados pelo nosso time de QA.Requisitos e qualificações🧐 Procuramos pessoas que: Possuam graduação nas áreas de tecnologia;Tenham pró-atividade e sejam autodidatas;Sabem os conceitos gerais de programação e algoritmos;Se preocupam com qualidade de código, tem apreço em manter seu código limpo, se interessa por manter os padrões de código estabelecidos e melhorá-los;Possuam comunicação eficiente de forma verbal e escrita. Tanto como emissor quanto como receptor;Tenham ownership (sentimento de dono). Quando pega uma tarefa se compromete com ela, dando o seu melhor para cumpri-la;Já tenham desenvolvido algum projeto com React Native;Possuam experiência com JavaScript, Typescript, React Native Hooks e Redux;Manjam bem de HTML e CSS;Tenham experiência com API Rest;Tenham experiência com versionamento de código usando o Git.🏃‍♂️ Saem na frente aquelas que: Tenham conhecimento de Class Components no React Native;Tenham vivência com Figma ou Adobe XD;Possuam experiência com a geração de builds e publicações em Android e IOS;Possuam experiência com CRUD offline (Async storage e MongoDB Realm).Informações adicionais👀 Informações sobre a vaga:Plano de saúde e odontológico;Cartão Flash;Auxílio Home Office;Plano de Carreira;Day Off;Alura 100% gratuita.💜 Modelo de contratação:Para pessoas de fora de São Paulo: 100% home office;Para pessoas que moram em São Paulo: Híbrido, 4x por semana home office e 1x por semana presencial.Sobre nósA Confidencial (Apenas para Cadastrados) está reinventando os departamentos de vendas de empresas B2B em todo o Brasil, levando eficiência e inteligência através de um sistema de gerenciamento de relacionamento com clientes (CRM) altamente robusto, aliado a serviços consultivos baseados em processos consolidados. No último ano mais que dobramos de tamanho, e seguimos com planos ambiciosos de crescimento acelerado. Para isso, precisamos contar com pessoas altamente capacitadas e com muita vontade de crescer. Em um ambiente dinâmico e muito desafiador, oferecemos a oportunidade de trabalhar ao lado de pessoas incríveis e que querem construir algo grandioso",
    "links": [
      {
        "content": "Acesse em Trabalha ES",
        "href": "https://www.trabalhaes.com.br/vaga/desenvolvedor-mobile-jr/remoto-es/121973/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Pessoa desenvolvedora Android Júnior",
    "salary": "R$ 45.381 ",
    "location": "Qualquer lugar",
    "company": "Terras",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Se você procura uma empresa que possua um ambiente colaborativo, inovação constante, com grandes oportunidades e que tenha como propósito causar impacto positivo na sociedade, seu lugar é conosco!  Nós desenvolvemos aplicações web e mobile, com as seguintes tecnologias / frameworks: • PHP - CakePHP, Laravel • NodeJs / Elixir • Javascript - ReactJs, Angular • Banco de dados: PostgreSQL / PostGIS / Realm • Android: Java / Kotlin • Google Earth Engine • AWS / GCP  Aqui você poderá aprender isso e muito mais, dependendo do caminho que você escolher.  Responsabilidades e atribuições  Principais atribuições para o cargo: • Codificação e documentação de aplicações • Estudar regras de negócios das soluções desenvolvidas • Participar da modelagem de soluções tecnológicas junto a clientes • Participar de rotinas em equipes ágeis e multidisciplinares • Codificação de testes unitários e de usabilidade • Manutenção de softwares legados • Atendimento, em nível básico, a chamados de Help... desk  Requisitos e qualificações  Requisito obrigatório: • Graduação em TI  Conhecimentos obrigatórios: • Uma ou mais linguagens modernas de programação voltadas para Mobile (Kotlin, Java, React Native, Flutter)  Conhecimentos desejáveis: • Banco de dados relacionais e/ou não relacionais • Lógica de programação • Linguagens de programação orientada a objetos • Testes de software • Métodos ágeis • Padrões de projeto • Inglês básico  Aspectos complementares para o cargo: • Boa capacidade de sinergia e trabalho em equipe • Boa capacidade de planejamento • Trabalho com orientação para resultados • Boa capacidade de aprendizagem e desenvolvimento • Conhecimentos em desenvolvimento ágil de software • Conhecimento prático em qualidade de software • Boa capacidade analítica • Boa capacidade de entrega  Você irá se destacar se tiver estes conhecimentos: • Experiência com desenvolvimento Android • Conhecimento de Orientação a Objetos • Experiência com a IDE Android Studio • Padrões de projeto: MVP / MVVM / Clean Code • Experiência com Firebase: Cloud Messaging / In-App Messaging / Crashlytics / ML Toolkit / TestLab • Experiência com testes: Testes unitários / Testes automatizados / Teste de Interface do Usuário / Test Driven Development - TDD / Testes Farm • Experiência com APIs Google: Maps / Places • Noções de Desenvolvimento Ágil: Scrum / Kanban / XP • Experiência com Bancos de Dados SQL e NoSQL: SQLite - SQL / Realm - NoSQL • Experiência com sincronização de dados: JSON / XML / Web Services REST • Noções de UX/UI: Material Design / Noções dos conceitos de SOLID, INVEST e SMART / Noções de Clean Code e Refatoração  Informações adicionais  Diferenciais: • Ambiente sadio e colaborativo • Horário flexível • Sem \"dress code\" • Frutas e outros alimentos (quando no escritório) • Interações com empresas no mundo inteiro  Salários e benefícios • Salário: R$ 3.781,75 • Vale alimentação (R$ 1.000,00) • Plano de saúde com cobertura nacional - (100% pago pela empresa) • Plano odontológico com cobertura nacional - (100% pago pela empresa) • Seguro de vida - (R$ 50.000,00 a apólice) • Auxílio transporte  No decorrer da nossa história desenvolvemos tecnologias de ponta para a elaboração e estruturação de sistemas para coleta, armazenamento, visualização e gestão de dados, sob forma mobile, plataforma on-line e banco de dados geoespacial; além de ampla experiência no desenvolvimento de soluções para o mapeamento e monitoramento de uso e cobertura do solo em todo o território nacional",
    "links": [
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/pessoa-desenvolvedora-android-j%C3%BAnior-instituto-de-terras-do-par%C3%A1-JV_KO0,36_KE37,64.htm?jl=1007709498026&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=f8a5b4f35c13acc5&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Empregos Trabajo.org",
        "href": "https://br.trabajo.org/emprego-1259-20231114-86022d4395c38ca334b2044cd0fbfacc?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em React Jobs",
        "href": "https://reactjsjob.com/job/2Js00LNkvGwq3Gdy7y4f3OgoAkx/Pessoa%20desenvolvedora%20Android%20J%C3%BAnior?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em BeBee",
        "href": "https://br.bebee.com/job/20231118-803dee655523c122cbdc86b37f584d57?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Jooble",
        "href": "https://br.jooble.org/jdp/-5610174216855499434/Pessoa-desenvolvedora-android-(j%C3%BAnior)-Bel%C3%A9m%2C-AL?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Júnior (Implantação)",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Unio Digital",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT2egfzDQVwn267zp5mHuJFH65GCWgZHQtYc5ViL0Y&s",
    "description": "Buscamos uma pessoa desenvolvedora para atuar na Jornada Digital, área responsável pela construção e manutenção do nosso aplicativo, voltado às pessoas beneficiárias e profissionais da saúde.  Essa oportunidade pode ser para você se: você gosta de ambientes com muita colaboração, aprendizado, transparência, agilidade e busca por resultados excelentes e inovadores 😊 • Trabalho remoto, mas possuímos um escritório em São Paulo (Alameda Santos) e outro em Vitória (Avenida Leitão da Silva), para quem gosta de trabalhar presencial; • Regime de contratação: CLT; • Jornada: 40 horas por semana.  Responsabilidades e atribuições  Como será seu dia a dia? 🤗  Você ficará responsável por: • Realizar o levantamento de requisitos com clientes e especificações técnicas; • Efetuar a codificação/atualização no back-end, para consumir as APIs do Cliente; • Efetuar publicações nas lojas (Google e Apple); • Efetuar documentação e otimização de APIs, bem como realizando demais atividades correlatas e... inerentes ao cargo.  Requisitos e qualificações  O que você precisa ter para se candidatar? 🤔 • Experiência prévia na função; • Conhecimento intermediário em linguagem de programação C#; • Conhecimentos intermediário em Framework Ionic/Cordova;  Contam pontos a mais no processo: • Sistema de Versionamento; • Conhecimento básico em Metodologia Ágil.  Informações adicionais  Nossos benefícios: 🤑 • Vale Refeição/Alimentação (de R$43,03 por dia útil); • Flexibilidade para montar seu horário de trabalho; • Possibilidade de trabalhar home office. Nossa equipe é composta por pessoas de todo o Brasil; • Gympass; • Plano de Saúde Unimed Nacional - Apartamento; • Plano Odontológico; • Previdência Privada; • Vale Transporte; • Plataforma Árvore de Livros; • Programa de Indicação; • Seguro de Vida; • Day Off no mês de aniversário.  Se interessou? Bora se inscrever!🚀  Conhece alguém que gostaria de oportunidade? Compartilhe com a pessoa 💖",
    "links": [
      {
        "content": "Acesse em LinkedIn",
        "href": "https://br.linkedin.com/jobs/view/pessoa-desenvolvedora-mobile-j%C3%BAnior-implanta%C3%A7%C3%A3o-at-unio-digital-3764650449?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Unio Digital - Gupy",
        "href": "https://uniodigital.gupy.io/job/eyJqb2JJZCI6NTk2ODY2Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=59c092f2021e747a&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "DESENVOLVEDOR(A) FLUTTER - Mobile",
    "salary": "R$ 15 mil ",
    "location": "Qualquer lugar",
    "company": "KLB Group",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Habilidades Flutter, SCRUM, Git  O que nós buscamos Desenvolvimento mobile com Flutter para aplicações de multinacional francesa.  Principais responsabilidades Requisitos:  Conhecimentos: Mobile Flutter e trabalho com metodologia ágil;  Inglês técnico (capacidade de ler e escrever documentos de requisitos)  Descrição da empresa Multinacional francesa que atua com hunting e outsourcing  Benefícios  Vale Refeição; Vale Alimentação; Vale Transporte; Plano de Saúde; Plano Odontológico; Seguro de Vida; Vale Estacionamento; Bônus Benefícios válidos no formato CLT",
    "links": [
      {
        "content": "Acesse em ProgramaThor",
        "href": "https://programathor.com.br/jobs/16283-desenvolvedor-a-flutter?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Mobile Júnior (Exclusiva para PCD)",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "#SejaShopper",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTMfk3U0Kz4mGes59yAAiv3cMtq2PyqKakfEhYOlcQ&s",
    "description": "Queremos criar valor de verdade para a sociedade e para isso vamos mudar a maneira como as pessoas reabastecem seus lares e ainda deixar a cadeia de distribuição mais eficiente, gerando economia para nossos clientes e pensando sempre no consumo consciente.  Para conseguirmos realizar esse mega desafio, nosso time de Tecnologia precisa de verdadeiro talentos e as pessoas que participarão desta vaga serão peças chaves para que tudo seja feito do jeito Shopper!  Responsabilidades e atribuições  Em todos os setores temos muito trabalho para ser feito. Para essa vaga, você será responsável por fazer alterações em nosso app principal e desenvolver novos apps desde o início.  Requisitos e qualificações • Experiência com Swift ou Kotlin • Pensamento analítico • Atenção aos detalhes • Flexível • Pró-ativo • Persistente • Boas habilidades de comunicação • Pensar fora da caixa • Exclusivo para PCD  Informações adicionais  Vaga remota  Somos a startup que já economizou mais de R$ 20 milhões a... milhares de brasileiros e dobra de tamanho a cada 3 meses, desde sua fundação (em 2015). Em 2021 conseguimos levantar cerca de R$300 milhões em duas rodadas de investimento com gente fora da curva, como José Galló (ex-CEO da Renner), GIC, Ariel Lambrecht (fundador da 99 e da Yellow), Minerva Foods, entre outros.  Acreditamos que um país melhor é feito de empresas mais eficientes e de pessoas que trocam velhos hábitos por escolhas mais inteligentes. E trabalhamos por isso. Por essa visão de país melhor, aplicada ao setor que atinge a todos os brasileiros: o setor de produtos essenciais de consumo, mais conhecido como \"setor supermercadista\".  Mas esqueça esse nome: \"supermercado\". Somos mais que isso. Somos um sistema de reabastecimento.  E queremos ser o maior e melhor sistema de reabastecimento do Brasil. Esse é nosso sonho.  \"Um mundo onde os produtos essenciais cheguem na sua casa com a mesma facilidade que a água chega na torneira\"  Quer participar desse sonho com a gente",
    "links": [
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/desenvolvedor-mobile-j%C3%BAnior-exclusiva-para-pcd--sejashopper-JV_KO0,46_KE47,59.htm?jl=1008839207683&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=1e449adcf30e598c&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor(a) - JS - Júnior - Full Stack",
    "salary": "R$ 2 mil ",
    "location": "Qualquer lugar",
    "company": "Corelab",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS7rIQFnYcVnokb-_rk0ZAYowMK30woqVrIb27jns4&s",
    "description": "Habilidades AdonisJS, PostgreSQL, ReactJS, Magento, React Native, JavaScript  O que nós buscamos Geral - Desenvolvimento e manutenção de aplicações web; - Desenvolvimento e manutenção de aplicações mobile; - Realizar a manutenção e criação de novas funcionalidades; - Desenvolvimento de funcionalidades no Front-End; - Desenvolvimento de funcionalidades no Back-End; - Aplicar melhores práticas de documentação de código desenvolvido; - Desenvolver e sustentar integrações; - Buscar novas ferramentas e técnicas para a melhoria contínua de nossos sistemas; Responsabilidades:  Magento - Desenvolver e manter soluções Magento escaláveis e de alto desempenho. - Colaborar com a equipe de desenvolvimento para projetar e implementar funcionalidades novas e aprimoradas. - Personalizar e integrar extensões e módulos Magento de terceiros conforme necessário. - Resolver problemas de código, bugs e otimizar o desempenho do sistema. - Participar no processo de revisão de código para garantir a... conformidade com as melhores práticas e padrões da empresa. - Manter-se atualizado com as últimas tendências e práticas recomendadas em desenvolvimento Magento.  Principais responsabilidades - Experiência prévia nas linguagens informadas; - Inglês Intermediário - diferencial; - Experiência com ferramentas de versionamento de código (GIT,...); - Conhecimento em metodologias ágeis (Scrum/Kanban); - Habilidades interpessoais de escrita e de comunicação verbal; - Experiência comprovada em desenvolvimento Magento, incluindo a criação e customização de temas, módulos e extensões. - Conhecimento sólido em PHP, HTML, CSS, JavaScript e MySQL. - Familiaridade com frameworks e bibliotecas front-end (por exemplo, jQuery, Bootstrap). - Experiência com integrações de API de terceiros. - Capacidade de trabalhar de forma colaborativa em uma equipe ágil. - Excelentes habilidades de resolução de problemas e depuração. - Compreensão dos princípios de UX/UI.  Descrição da empresa Somos um laboratório de inovação focado em soluções e dados de negócios.  Benefícios",
    "links": [
      {
        "content": "Acesse em ProgramaThor",
        "href": "https://programathor.com.br/jobs/29375-desenvolvedor-a-js-junior?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Junior",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Faça parte da Unio!",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Buscamos uma pessoa desenvolvedora para atuar na Jornada Digital, área responsável pela construção e manutenção do nosso aplicativo, voltado às pessoas beneficiárias e profissionais da saúde.  Essa oportunidade pode ser para você se: você gosta de ambientes com muita colaboração, aprendizado, transparência, agilidade e busca por resultados excelentes e inovadores • Trabalho remoto, mas possuímos um escritório em São Paulo (Alameda Santos) e outro em Vitória (Avenida Leitão da Silva), para quem gosta de trabalhar presencial; • Regime de contratação: CLT; • Jornada: 40 horas por semana.  Responsabilidades e atribuições  Como será seu dia a dia?  Você ficará responsável por: • Efetuar a codificação, atualização e otimização de recursos e aplicações em front-end (interface com usuário) e back-end mobile, nativamente ou por frameworks híbridos; • Efetuar a integração e interface entre as aplicações de back-end e front-end mobile, articulando as aplicações com servidores, bancos de dados... aplicações em nuvem e demais elementos/funções pertinentes à programação; • Realizar o levantamento de requisitos com clientes; • Articular e efetuar o desenvolvimento de aplicações de front-end e back-end em mobile, utilizando as tecnologias, frameworks e bibliotecas comuns na empresa; • Efetuar a codificação e otimização de APIs, bem como realizando demais atividades correlatas e inerentes ao cargo.  Requisitos e qualificações  O que você precisa ter para se candidatar? • Conhecimento intermediário em linguagem de programação C#; • Conhecimento básico em Framework Angular; • Conhecimentos Avançado em Framework Ionic / Cordova; • Conhecimento básico em MS .NET Framework, Core e/ou versões superiores; • Conhecimento básico em JavaScript e TypeScript; • Conhecimento básico em NodeJS; • Conhecimento básico em Bootstrap, HTML, CSS.  Contam pontos a mais no processo: • Conhecimento em Sistema de Versionamento; • Conhecimento em Framework Vue; • Conhecimento básico em Metodologia Ágil.  Informações adicionais  Nossos benefícios: • Vale Refeição/Alimentação (de R$43,03 por dia útil); • Flexibilidade para montar seu horário de trabalho; • Possibilidade de trabalhar home office. Nossa equipe é composta por pessoas de todo o Brasil; • Gympass; • Plano de Saúde Unimed Nacional - Apartamento; • Plano Odontológico; • Previdência Privada; • Vale Transporte; • Plataforma Árvore de Livros; • Programa de Indicação; • Seguro de Vida; • Day Off no mês de aniversário.  Se interessou? Bora se inscrever!  Conhece alguém que gostaria de oportunidade? Compartilhe com a pessoa  A Unio é uma Health Tech fundada em 2017, a partir da necessidade de atender às demandas do segmento de saúde suplementar, sendo especializada na criação, implantação e operação de soluções de sistemas.  Nosso propósito é promover uma ágil transformação digital da saúde suplementar, oferecendo tecnologia, inovação e eficiência para uma melhor experiência e bem-estar de todas as pessoas envolvidas.  Acreditamos em um modelo de gestão sistêmica, em que temos um olhar para três pilares igualmente importantes: • Foco nas pessoas colaboradoras: uma empresa de tecnologia é fundamentalmente criada e sustentada por pessoas; • Foco em clientes: devemos pensar nas necessidades de quem estamos atendendo, conhecendo profundamente nossos clientes; • Foco em resultados: finanças saudáveis são essenciais para o crescimento do negócio.  Atualmente são mais de 80 pessoas colaboradoras, atuando com comprometimento para transformar a UNIO em uma das principais empresas de tecnologia para saúde do país",
    "links": [
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/pessoa-desenvolvedora-mobile-junior-fa%C3%A7a-parte-da-unio-JV_IC2479061_KO0,35_KE36,54.htm?jl=1008971676513&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=7655dee49eb69487&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Mobile – Remoto – POA, SP E RE – RS",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "BuscarVagas - Empregos e Consultoria Brasil",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Atribuições: Seja um Desenvolvedor Mobile de sucesso! Atuando no maior ecossistema de saúde do país e trazendo sua inovação de qualidade para softwares na área de TI. Sendo responsável por projetos sob demanda do cliente, na sustentação de softwares, correção de bugs e criação de novas funcionalidades. A Combinar Requisitos:  Mobile Android  – Linguagem Kotlin;  – Frameworks Retrofit 2;  – Arquiteturas MVC, MVVM;  – Maps;  – Será um diferencial experiência em Architeture Components;  – Banco de Dados Firebase e/ou SQLite.  Mobile iOS  – Linguagem Swfit;  – Frameworks Viper;  – Arquitetura MVVM;  – Maps;  – Banco de Dados Firebase. Carga Horária: Horário a combinar  Sem informação  Requisitos:  Mobile Android  – Linguagem Kotlin;  – Frameworks Retrofit 2;  – Arquiteturas MVC, MVVM;  – Maps;  – Será um diferencial experiência em Architeture Components;  – Banco de Dados Firebase e/ou SQLite.  Mobile iOS  – Linguagem Swfit;  – Frameworks Viper;  – Arquitetura MVVM;  – Maps;  – Banco de... Dados Firebase",
    "links": [
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=2a434dcdde415b33&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Talent.com",
        "href": "https://br.talent.com/view?id=7a256e2bead6&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Consultor Técnico - Mastersaf DW/TAX",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Adejo",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Detalhes da Vaga: Atuará no desenvolvimento/manutenção de processos customizados do Mastersaf DW/Tax One, aplicações de patchs, boas práticas...  Requisitos:  Conhecimentos avançados em desenvolvimento em SQL, PL/SQL Experiência em implantações de Mastersaf DW / Tax One, , bem como nos ajustes das interfaces e scripts conforme os Layouts das SAFX; Experiência em desenvolvimento de processos customizados no Mastersaf DW Desejável conhecimento Funcional do Mastersaf DW Desejável conhecimento no DFe Desejável conhecimento no REINF  VAGA PJ Projeto Home.",
    "links": [
      {
        "content": "Acesse em NerdIn",
        "href": "https://www.nerdin.com.br/vaga/69929?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Pontotel Desenvolvedor(a) Mobile Jr Remoto",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "AUTOMATIZACOES SECULO XXI TRATAMENTO DE DADOS S.A.",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Atuará nas atividades internas e demais funções pertinentes ao cargo. Necessário conhecimento na área de atuação.  Beneficios :  Formação Acadêmica :  Não informado  Experiência : Salário :  Salário : A combinar  A combinar  Cargo : Desenvolvedor Mobile  Desenvolvedor Mobile  Empresa :  AUTOMATIZACOES SECULO XXI TRATAMENTO DE DADOS S.A.  Desenvolvimento e licenciamento de programas de computador não-customizáveis  Ramo :  Eletrônica / Eletroeletrônica / Eletrodomésticos",
    "links": [
      {
        "content": "Acesse em Talent.com",
        "href": "https://br.talent.com/view?id=bd620c41e4c6&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Mobile Jr",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "TrabalhaES.com.br",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQN8a8TPbQVkmK-qF4neYyavaTSOPoXvpDUQNmHuU0&s",
    "description": "Hey, você 👋🏽Quer fazer parte da maior empresa de CRM da América Latina?Essa é a sua oportunidade!🎉🚀Insaciedade é um dos nossos valores e aqui você poderá aprender e se desenvolver todos os dias com um time de profissionais extremamente dedicados!Se você se identifica com os pontos abaixo essa vaga é pra você. Não perca tempo e venha ser nosso novo Ploomer!🔍 Foco tanto na qualidade da entrega quanto nos prazos.👩🏾‍🏫 Autonomia por natureza: caça respostas e toma as decisões pensando sempre no melhor para a empresa, sem esperar por uma decisão top-down para isso.🙋🏼‍♂️ Espírito empreendedor: pensa e age como um líder, sempre focando em estruturação da sua própria área.Responsabilidades e atribuiçõesQueremos alguém que venha para crescer junto com o nosso time de Mobile, topa?O framework utilizado para desenvolver o app do Confidencial (Apenas para Cadastrados) é o React Native, então usando essa tecnologia você vai participar e cumprir um papel muito importante de ajudar com a... revitalização do layout do app, também vai contribuir com o desenvolvimento de novas funcionalidades, sejam telas ou novos componentes para telas existentes e vai ajudar com a resolução de possíveis bugs que aconteçam em produção ou que sejam encontrados pelo nosso time de QA.Requisitos e qualificações🧐 Procuramos pessoas que: Possuam graduação nas áreas de tecnologia;Tenham pró-atividade e sejam autodidatas;Sabem os conceitos gerais de programação e algoritmos;Se preocupam com qualidade de código, tem apreço em manter seu código limpo, se interessa por manter os padrões de código estabelecidos e melhorá-los;Possuam comunicação eficiente de forma verbal e escrita. Tanto como emissor quanto como receptor;Tenham ownership (sentimento de dono). Quando pega uma tarefa se compromete com ela, dando o seu melhor para cumpri-la;Já tenham desenvolvido algum projeto com React Native;Possuam experiência com JavaScript, Typescript, React Native Hooks e Redux;Manjam bem de HTML e CSS;Tenham experiência com API Rest;Tenham experiência com versionamento de código usando o Git.🏃‍♂️ Saem na frente aquelas que: Tenham conhecimento de Class Components no React Native;Tenham vivência com Figma ou Adobe XD;Possuam experiência com a geração de builds e publicações em Android e IOS;Possuam experiência com CRUD offline (Async storage e MongoDB Realm).Informações adicionais👀 Informações sobre a vaga:Plano de saúde e odontológico;Cartão Flash;Auxílio Home Office;Plano de Carreira;Day Off;Alura 100% gratuita.💜 Modelo de contratação:Para pessoas de fora de São Paulo: 100% home office;Para pessoas que moram em São Paulo: Híbrido, 4x por semana home office e 1x por semana presencial.Sobre nósA Confidencial (Apenas para Cadastrados) está reinventando os departamentos de vendas de empresas B2B em todo o Brasil, levando eficiência e inteligência através de um sistema de gerenciamento de relacionamento com clientes (CRM) altamente robusto, aliado a serviços consultivos baseados em processos consolidados. No último ano mais que dobramos de tamanho, e seguimos com planos ambiciosos de crescimento acelerado. Para isso, precisamos contar com pessoas altamente capacitadas e com muita vontade de crescer. Em um ambiente dinâmico e muito desafiador, oferecemos a oportunidade de trabalhar ao lado de pessoas incríveis e que querem construir algo grandioso",
    "links": [
      {
        "content": "Acesse em Trabalha ES",
        "href": "https://www.trabalhaes.com.br/vaga/desenvolvedor-mobile-jr/remoto-es/121973/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Pessoa desenvolvedora Android Júnior",
    "salary": "R$ 45.381 ",
    "location": "Qualquer lugar",
    "company": "Terras",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Se você procura uma empresa que possua um ambiente colaborativo, inovação constante, com grandes oportunidades e que tenha como propósito causar impacto positivo na sociedade, seu lugar é conosco!  Nós desenvolvemos aplicações web e mobile, com as seguintes tecnologias / frameworks: • PHP - CakePHP, Laravel • NodeJs / Elixir • Javascript - ReactJs, Angular • Banco de dados: PostgreSQL / PostGIS / Realm • Android: Java / Kotlin • Google Earth Engine • AWS / GCP  Aqui você poderá aprender isso e muito mais, dependendo do caminho que você escolher.  Responsabilidades e atribuições  Principais atribuições para o cargo: • Codificação e documentação de aplicações • Estudar regras de negócios das soluções desenvolvidas • Participar da modelagem de soluções tecnológicas junto a clientes • Participar de rotinas em equipes ágeis e multidisciplinares • Codificação de testes unitários e de usabilidade • Manutenção de softwares legados • Atendimento, em nível básico, a chamados de Help... desk  Requisitos e qualificações  Requisito obrigatório: • Graduação em TI  Conhecimentos obrigatórios: • Uma ou mais linguagens modernas de programação voltadas para Mobile (Kotlin, Java, React Native, Flutter)  Conhecimentos desejáveis: • Banco de dados relacionais e/ou não relacionais • Lógica de programação • Linguagens de programação orientada a objetos • Testes de software • Métodos ágeis • Padrões de projeto • Inglês básico  Aspectos complementares para o cargo: • Boa capacidade de sinergia e trabalho em equipe • Boa capacidade de planejamento • Trabalho com orientação para resultados • Boa capacidade de aprendizagem e desenvolvimento • Conhecimentos em desenvolvimento ágil de software • Conhecimento prático em qualidade de software • Boa capacidade analítica • Boa capacidade de entrega  Você irá se destacar se tiver estes conhecimentos: • Experiência com desenvolvimento Android • Conhecimento de Orientação a Objetos • Experiência com a IDE Android Studio • Padrões de projeto: MVP / MVVM / Clean Code • Experiência com Firebase: Cloud Messaging / In-App Messaging / Crashlytics / ML Toolkit / TestLab • Experiência com testes: Testes unitários / Testes automatizados / Teste de Interface do Usuário / Test Driven Development - TDD / Testes Farm • Experiência com APIs Google: Maps / Places • Noções de Desenvolvimento Ágil: Scrum / Kanban / XP • Experiência com Bancos de Dados SQL e NoSQL: SQLite - SQL / Realm - NoSQL • Experiência com sincronização de dados: JSON / XML / Web Services REST • Noções de UX/UI: Material Design / Noções dos conceitos de SOLID, INVEST e SMART / Noções de Clean Code e Refatoração  Informações adicionais  Diferenciais: • Ambiente sadio e colaborativo • Horário flexível • Sem \"dress code\" • Frutas e outros alimentos (quando no escritório) • Interações com empresas no mundo inteiro  Salários e benefícios • Salário: R$ 3.781,75 • Vale alimentação (R$ 1.000,00) • Plano de saúde com cobertura nacional - (100% pago pela empresa) • Plano odontológico com cobertura nacional - (100% pago pela empresa) • Seguro de vida - (R$ 50.000,00 a apólice) • Auxílio transporte  No decorrer da nossa história desenvolvemos tecnologias de ponta para a elaboração e estruturação de sistemas para coleta, armazenamento, visualização e gestão de dados, sob forma mobile, plataforma on-line e banco de dados geoespacial; além de ampla experiência no desenvolvimento de soluções para o mapeamento e monitoramento de uso e cobertura do solo em todo o território nacional",
    "links": [
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/pessoa-desenvolvedora-android-j%C3%BAnior-instituto-de-terras-do-par%C3%A1-JV_KO0,36_KE37,64.htm?jl=1007709498026&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=f8a5b4f35c13acc5&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Empregos Trabajo.org",
        "href": "https://br.trabajo.org/emprego-1259-20231114-86022d4395c38ca334b2044cd0fbfacc?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em React Jobs",
        "href": "https://reactjsjob.com/job/2Js00LNkvGwq3Gdy7y4f3OgoAkx/Pessoa%20desenvolvedora%20Android%20J%C3%BAnior?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em BeBee",
        "href": "https://br.bebee.com/job/20231118-803dee655523c122cbdc86b37f584d57?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Jooble",
        "href": "https://br.jooble.org/jdp/-5610174216855499434/Pessoa-desenvolvedora-android-(j%C3%BAnior)-Bel%C3%A9m%2C-AL?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Júnior (Implantação)",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Unio Digital",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT2egfzDQVwn267zp5mHuJFH65GCWgZHQtYc5ViL0Y&s",
    "description": "Buscamos uma pessoa desenvolvedora para atuar na Jornada Digital, área responsável pela construção e manutenção do nosso aplicativo, voltado às pessoas beneficiárias e profissionais da saúde.  Essa oportunidade pode ser para você se: você gosta de ambientes com muita colaboração, aprendizado, transparência, agilidade e busca por resultados excelentes e inovadores 😊 • Trabalho remoto, mas possuímos um escritório em São Paulo (Alameda Santos) e outro em Vitória (Avenida Leitão da Silva), para quem gosta de trabalhar presencial; • Regime de contratação: CLT; • Jornada: 40 horas por semana.  Responsabilidades e atribuições  Como será seu dia a dia? 🤗  Você ficará responsável por: • Realizar o levantamento de requisitos com clientes e especificações técnicas; • Efetuar a codificação/atualização no back-end, para consumir as APIs do Cliente; • Efetuar publicações nas lojas (Google e Apple); • Efetuar documentação e otimização de APIs, bem como realizando demais atividades correlatas e... inerentes ao cargo.  Requisitos e qualificações  O que você precisa ter para se candidatar? 🤔 • Experiência prévia na função; • Conhecimento intermediário em linguagem de programação C#; • Conhecimentos intermediário em Framework Ionic/Cordova;  Contam pontos a mais no processo: • Sistema de Versionamento; • Conhecimento básico em Metodologia Ágil.  Informações adicionais  Nossos benefícios: 🤑 • Vale Refeição/Alimentação (de R$43,03 por dia útil); • Flexibilidade para montar seu horário de trabalho; • Possibilidade de trabalhar home office. Nossa equipe é composta por pessoas de todo o Brasil; • Gympass; • Plano de Saúde Unimed Nacional - Apartamento; • Plano Odontológico; • Previdência Privada; • Vale Transporte; • Plataforma Árvore de Livros; • Programa de Indicação; • Seguro de Vida; • Day Off no mês de aniversário.  Se interessou? Bora se inscrever!🚀  Conhece alguém que gostaria de oportunidade? Compartilhe com a pessoa 💖",
    "links": [
      {
        "content": "Acesse em LinkedIn",
        "href": "https://br.linkedin.com/jobs/view/pessoa-desenvolvedora-mobile-j%C3%BAnior-implanta%C3%A7%C3%A3o-at-unio-digital-3764650449?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Unio Digital - Gupy",
        "href": "https://uniodigital.gupy.io/job/eyJqb2JJZCI6NTk2ODY2Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=59c092f2021e747a&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "DESENVOLVEDOR(A) FLUTTER - Mobile",
    "salary": "R$ 15 mil ",
    "location": "Qualquer lugar",
    "company": "KLB Group",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Habilidades Flutter, SCRUM, Git  O que nós buscamos Desenvolvimento mobile com Flutter para aplicações de multinacional francesa.  Principais responsabilidades Requisitos:  Conhecimentos: Mobile Flutter e trabalho com metodologia ágil;  Inglês técnico (capacidade de ler e escrever documentos de requisitos)  Descrição da empresa Multinacional francesa que atua com hunting e outsourcing  Benefícios  Vale Refeição; Vale Alimentação; Vale Transporte; Plano de Saúde; Plano Odontológico; Seguro de Vida; Vale Estacionamento; Bônus Benefícios válidos no formato CLT",
    "links": [
      {
        "content": "Acesse em ProgramaThor",
        "href": "https://programathor.com.br/jobs/16283-desenvolvedor-a-flutter?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Mobile Júnior (Exclusiva para PCD)",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "#SejaShopper",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTMfk3U0Kz4mGes59yAAiv3cMtq2PyqKakfEhYOlcQ&s",
    "description": "Queremos criar valor de verdade para a sociedade e para isso vamos mudar a maneira como as pessoas reabastecem seus lares e ainda deixar a cadeia de distribuição mais eficiente, gerando economia para nossos clientes e pensando sempre no consumo consciente.  Para conseguirmos realizar esse mega desafio, nosso time de Tecnologia precisa de verdadeiro talentos e as pessoas que participarão desta vaga serão peças chaves para que tudo seja feito do jeito Shopper!  Responsabilidades e atribuições  Em todos os setores temos muito trabalho para ser feito. Para essa vaga, você será responsável por fazer alterações em nosso app principal e desenvolver novos apps desde o início.  Requisitos e qualificações • Experiência com Swift ou Kotlin • Pensamento analítico • Atenção aos detalhes • Flexível • Pró-ativo • Persistente • Boas habilidades de comunicação • Pensar fora da caixa • Exclusivo para PCD  Informações adicionais  Vaga remota  Somos a startup que já economizou mais de R$ 20 milhões a... milhares de brasileiros e dobra de tamanho a cada 3 meses, desde sua fundação (em 2015). Em 2021 conseguimos levantar cerca de R$300 milhões em duas rodadas de investimento com gente fora da curva, como José Galló (ex-CEO da Renner), GIC, Ariel Lambrecht (fundador da 99 e da Yellow), Minerva Foods, entre outros.  Acreditamos que um país melhor é feito de empresas mais eficientes e de pessoas que trocam velhos hábitos por escolhas mais inteligentes. E trabalhamos por isso. Por essa visão de país melhor, aplicada ao setor que atinge a todos os brasileiros: o setor de produtos essenciais de consumo, mais conhecido como \"setor supermercadista\".  Mas esqueça esse nome: \"supermercado\". Somos mais que isso. Somos um sistema de reabastecimento.  E queremos ser o maior e melhor sistema de reabastecimento do Brasil. Esse é nosso sonho.  \"Um mundo onde os produtos essenciais cheguem na sua casa com a mesma facilidade que a água chega na torneira\"  Quer participar desse sonho com a gente",
    "links": [
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/desenvolvedor-mobile-j%C3%BAnior-exclusiva-para-pcd--sejashopper-JV_KO0,46_KE47,59.htm?jl=1008839207683&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=1e449adcf30e598c&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  }
]