[
  {
    "title": "Desenvolvedor CE Junior",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Nexer Enterprise Applications",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR16-s1aoljHlEaM6Fn7yRk4aTiCR6IOdEmLqYLLfg&s",
    "description": "NEXER - UM PARCEIRO GOLD DA MICROSOFT  Quer fazer parte de uma empresa inovadora, que está transformando o mercado de Dynamics que conta com mais de 300 especialistas na plataforma Microsoft Dynamics 365 F&O, CRM e Business Central?  Venha para a Nexer Brazil😁 uma empresa com mais de 16 anos no mercado, que faz parte de uma Multinacional Sueca presente em 9 países com mais de 2.000 funcionários no mundo. Somos uma das maiores parceiras Microsoft na América Latina e a principal consultoria brasileira de implantação do ERP Dynamics 365 F&O, Dynamics 365 CRM e Business Central.  Na Nexer Brasil, Fazemos Parceria Com a Principal Empresa Mundial De Software, a Microsoft, Para Oferecer a Você a Melhor Plataforma Possível Construída Com As Tecnologias Mais Recentes. E Como Microsoft Gold Partner, Somos Líderes Na Comunidade De Parceiros e Podemos Oferecer a Você • Uma equipe unificada de especialistas com treinamento avançado e ampla experiência na tecnologia que hoje é líder mundial. • O... mais alto nível de padrões em toda a indústria. • As melhores ferramentas e frameworks da categoria. • Experiência consultiva em uma das melhores empresas de implementação dos produtos Microsoft do setor. • Certificações Microsoft.  Nosso momento...  Estamos em franca expansão e buscamos novos profissionais para integrar o nosso time de Desenvolvedores😎  O profissional irá trabalhar com o ecossistema Dynamics 365 prestando suporte às aplicações desenvolvidas e desenvolvendo customizações e novas funcionalidades que aprimoram e automatizam os processos dos nossos clientes.  Realizará rotinas de manutenção e desenvolvimento em plugins escritos em C#, web resources JavaScript, APIs que utilizam protocolos como SOAP e OData (RESTful), assim como em serviços como Azure Logic Apps, Azure Functions, Azure SQL Database.  Terá a responsabilidade de manter as estruturas já definidas no sistema (entidades, campos, relacionamentos, visualizações, flows), assim como poderá criar novas estruturas.  Poderá construir indicadores, dashboards e aplicativos utilizando as ferramentas do Power Platform como: Power BI, Power Apps, Power Automate e Power Virtual Agents.  💰 Faixa Salarial • CLT - R$ 3.300,00 a R$ 4.800,00 + Benefícios  Cada ideia, inovação ou conhecimento é uma promessa de um futuro melhor. Nossa cultura é construída sobre essa promessa. A dedicação total às necessidades dos nossos clientes. Do jeito que sempre entregamos. E o cuidado genuíno com o outro, com o que fazemos e seus efeitos na sociedade. Pretendemos manter essa promessa.  ALCANÇAR GRANDES COISAS EXIGE GRANDES PESSOAS.  Venha ser um Nexer 🚀  O Que Esperamos De Você • Conhecimento em desenvolvimento .NET, com proficiência em C#. Conhecimento em JavaScript e suas bibliotecas/frameworks; • Ter realizado pelo menos 1 trabalho com modelagem de dados; • Habilidade em desenvolvimento web, incluindo HTML, CSS e outras tecnologias front-end. Capacidade de colaborar efetivamente em equipes e comunicar de forma clara; • Capacidade de resolução de problemas e atenção aos detalhes; • Mentalidade orientada para a qualidade e paixão por código limpo e eficiente; • Conhecimento de boas práticas de segurança e arquitetura de software. • Colaborar com equipes interdisciplinares para projetar, desenvolver e manter aplicações web; • Realizar análise e modelagem de dados para garantir a eficiência e escalabilidade de sistemas; • Trabalhar de perto com os clientes para entender seus requisitos e traduzi-los em soluções de software eficazes; • Fornecer suporte técnico e resolver problemas de software; • Manter-se atualizado com as tendências e melhores práticas da indústria e mercado de desenvolvimento de software. • Experiência de pelo menos 1 ano nas atividades acima  O Que Aumentam As Suas Chances • Inglês avançado; • Power BI, Power Apps e/ou Power Automate; • Serviços do Azure.  Clt  🥗 VA de R$ 200,00 e VR de R$ 678,00     Plano de Saúde Porto Seguro     Plano Odontológico Omint  🎒 Auxílio Creche  🗣️ Incentivo Idiomas - Plataforma Open English  👩🎓 Parcerias com: Mackenzie, USP Esalq, Senac e Renault on Demand  📃 Certificações Microsoft  🌍 Possibilidade de atuação em projetos internacionais  🏦 Empréstimo consignado",
    "links": [
      {
        "content": "Acesse em LinkedIn",
        "href": "https://br.linkedin.com/jobs/view/desenvolvedor-ce-junior-at-nexer-enterprise-applications-3742229477?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Candidatar-se no site Indeed",
        "href": "https://br.indeed.com/viewjob?jk=5d0ff9fa14e86eba&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Candidatar-se no site Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/desenvolvedor-ce-junior-nexer-JV_IC2464198_KO0,23_KE24,29.htm?jl=1008929367969&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Empregos Trabajo.org",
        "href": "https://br.trabajo.org/emprego-1259-20231117-efab79653672123b4c81822d28a5a82d?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Jooble",
        "href": "https://br.jooble.org/jdp/4951412836998384707/Consultor-CE-Junior-Barueri%2C-SP?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor(a) Back End Node.JS Júnior - Back-End",
    "salary": "R$ 3,5 mil ",
    "location": "Qualquer lugar",
    "company": "Enliv",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Habilidades AdonisJS, JavaScript, Node.js, PostgreSQL, RESTful  O que nós buscamos Estamos em busca de um(a) Desenvolvedor(a) Backend altamente qualificado(a) para se juntar à nossa equipe de tecnologia. Se você é apaixonado por programação, possui sólidos conhecimentos em JavaScript e experiência com o framework AdonisJS, esta é uma oportunidade emocionante para se destacar em um ambiente inovador e colaborativo. Responsabilidades: Desenvolver e manter aplicações backend eficientes e escaláveis utilizando JavaScript e o framework AdonisJS. Colaborar com a equipe de desenvolvimento para projetar e implementar APIs robustas e de alto desempenho. Participar ativamente do ciclo de desenvolvimento de software, desde o planejamento até a entrega. Otimizar o desempenho das aplicações, identificando e resolvendo gargalos e problemas de escalabilidade. Escrever código limpo, legível e bem documentado, seguindo melhores práticas de desenvolvimento.  Principais responsabilidades Pelo menos 2... anos de experiência com desenvolvimento em JavaScript. Experiência sólida com o framework AdonisJS. Conhecimento em banco de dados relacionais e modelagem de dados. Familiaridade com sistemas de controle de versão, como Git. Capacidade de trabalhar de forma independente e em equipe, colaborando com outros membros da equipe de desenvolvimento e áreas afins. Excelentes habilidades de resolução de problemas e pensamento analítico. Atitude proativa e orientada a resultados. Boas habilidades de comunicação oral e escrita. Diferenciais: Experiência com outras linguagens de programação, como Node.js e Python. Familiaridade com práticas ágeis de desenvolvimento e metodologias como Scrum ou Kanban. Conhecimento em desenvolvimento de APIs RESTful. Interesse em manter-se atualizado(a) com as tendências e avanços da tecnologia.  Descrição da empresa Queremos ajudar pessoas e empresas. Estamos aqui para auxiliar a sociedade a passar pela transição verde.  Nós garantimos, de forma extremamente simples, economia mensal na conta de luz de residências e empresas, conectando usinas geradoras de energia limpa a consumidores finais.  Fazemos tudo isso de forma livre. Sem investimentos, sem taxa de adesão e com um contrato extremamente claro e enxuto, sem amarras, pois simplicidade, facilidade e inovação fazem parte do nosso DNA.  Enliv - energia livre ⚡️💚  Benefícios",
    "links": [
      {
        "content": "Acesse em ProgramaThor",
        "href": "https://programathor.com.br/jobs/29348-desenvolvedor-a-back-end-node-js-junior?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Júnior",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Robert Half",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "A Empresa • Empresa prestadora de serviço para mercado financeiro.  Descrição da vaga • Vai desenvolver alguns recursos novos para o sistema; • Dar suporte sobre o funcionamento desses recursos; • Documentar o que foi desenvolvido; • Criar manuais do suporte; • Desenvolver API´s; • Modelo de trabalho home office.  Perfil desejado • Experiência profissional com programação em c#; • Vbnet (diferencial); • Experiência com banco de dados SQL server; • Conhecer Devexpress (diferencial); • Formação em curso; • Capacidade de comunicação; • Perfil curioso; • Dinâmico; • Vontade de aprender.",
    "links": [
      {
        "content": "Acesse em Robert Half",
        "href": "https://www.roberthalf.com.br/vaga/brazil/desenvolvedor-junior/63620-0012799335-brpt?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em LinkedIn",
        "href": "https://br.linkedin.com/jobs/view/desenvolvedor-j%C3%BAnior-at-robert-half-3729587459?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Sercanto",
        "href": "https://br.sercanto.com/detail/a/desenvolvedor-junior_brasil_581073892?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Jooble",
        "href": "https://br.jooble.org/jdp/1863681403126056189/Desenvolvedor-J%C3%BAnior-Brasil?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Junior/MidLevel Java",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "BairesDev",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ_XUwqyqCGr5gWPeEuYbr3ulVdrCVFpFxnvGZt&s=0",
    "description": "A BairesDev é a empresa que mais cresce nas Américas e nos orgulhamos disso. Nossos times estão espalhados pelos cinco continentes e somos tão fortes quanto as equipes multiculturais que estão no centro dos negócios. Entregamos soluções de alta complexidade para os nossos clientes, como prezamos pela excelência, contratamos apenas o 1% entre os melhores talentos. Nutrimos o crescimento profissional das nossas equipes engajando-as em projetos desafiadores.  Desenvolvedor Junior/MidLevel Java na BairesDev  Ser um Desenvolvedor Junior/MidLevel Java em nossa equipe de desenvolvimento é como ser um solucionador de problemas em tempo integral. Esperamos que suas habilidades sejam uma combinação de experiência, conhecimento e independência. A inovação também está no centro da estratégia da BairesDev. Portanto, se você estava disposto a assumir as tarefas mais complexas e ser um mestre em sua tecnologia, Java, provavelmente é um dos que estamos procurando.  O que você vai fazer:  - Trabalhar... com equipes de desenvolvimento de software para coletar requisitos e garantir a adesão das melhores práticas.  - Projetar, implementar e dar suporte a soluções para desenvolvimento de aplicativos, segurança, análise e gerenciamento de desempenho.  - Em conformidade com os padrões de codificação de segurança existentes do setor e da Verizon, aderindo aos requisitos de revisão de verificação e outros requisitos de ferramentas de segurança.  - Executar scripts de teste em relação ao código para garantir a entrega de qualidade.  - Resolver problemas de código com urgência.  Esperamos que você tenha  - 2+ anos de experiência em Java.  - Experiência com bancos de dados SQL e NoSQL.  - Experiência com Microsserviços e Cloud.  - Conhecimento avançado de algoritmos.  - Conhecimento em infraestrutura de TI.  - Gestão de metodologias ágeis intermediárias.  - Forte compreensão das melhores práticas, princípios SOLID, CLEAN Code e soluções escaláveis.  - Conhecimento em Design Patterns.  - Experiência no desenvolvimento de aplicativos inteiros do zero.  - Experiência em testes automatizados e pipelines de CI/CD.  - Forte experiência com controle de versão.  - Nível avançado de inglês.  O que oferecemos:  - 100% trabalho remoto.  - Disponibilizamos hardware necessário para o seu trabalho remoto (home office).  - Horários flexíveis.  - Licença paternidade, maternidade, férias e feriados remunerados.  - Ambiente de trabalho diversificado e multicultural.  - Um espaço inovador com a estrutura e os recursos de uma multinacional líder.  - Excelente remuneração - acima da média do mercado.  - Possibilidade de crescimento profissional rápido, compatível com a sua curva de aprendizagem.  Nosso pessoal trabalha remotamente com uma cultura consistente e robusta que promove a diversidade e o trabalho em equipe. Para continuar sendo a empresa líder em desenvolvimento de software nas Américas, queremos garantir que cada membro da BairesDev tenha as melhores oportunidades de crescimento e desenvolvimento profissional em um ambiente diversificado, acolhedor e inovador. Cada pessoa do time traz algo essencial para a BairesDev!  Queremos ouvir a sua história. Candidate-se agora",
    "links": [
      {
        "content": "Acesse em BairesDev",
        "href": "https://talent.bairesdev.com/pt/vagas/desenvolvedor-junior-midlevel-java-rio-de-janeiro?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Consultor Técnico - Mastersaf DW/TAX",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Adejo",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Detalhes da Vaga: Atuará no desenvolvimento/manutenção de processos customizados do Mastersaf DW/Tax One, aplicações de patchs, boas práticas...  Requisitos:  Conhecimentos avançados em desenvolvimento em SQL, PL/SQL Experiência em implantações de Mastersaf DW / Tax One, , bem como nos ajustes das interfaces e scripts conforme os Layouts das SAFX; Experiência em desenvolvimento de processos customizados no Mastersaf DW Desejável conhecimento Funcional do Mastersaf DW Desejável conhecimento no DFe Desejável conhecimento no REINF  VAGA PJ Projeto Home.",
    "links": [
      {
        "content": "Acesse em NerdIn",
        "href": "https://www.nerdin.com.br/vaga/69929?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor(a) Junior - Exclusiva PCD",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "IBM",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQBbDmJVzmo7XJSm90QJWHEHEnGeqnkUpDjIREr&s=0",
    "description": "Introdução Conduza a IBM ao futuro, traduzindo os requisitos do sistema para o design e desenvolvimento de sistemas customizados em um ambiente ágil. O sucesso da IBM está em suas mãos à medida que você transforma necessidades vitais de negócios em código e impulsiona a inovação. Seu trabalho potencializará a IBM e seus clientes globalmente, colaborando e integrando código em sistemas corporativos. Você terá acesso à educação, ferramentas e tecnologia mais recentes e a um plano de carreira ilimitado com o líder de tecnologia mundial. Venha para a IBM e gere um impacto global!  Seu papel e responsabilidades Vaga exclusiva para pessoas com deficiência.  Inicie sua carreira na IBM e seja parte da revolução digital! Estamos procurando desenvolvedores juniores talentosos para se juntarem à nossa equipe. Se você já tem alguma experiência inicial com desenvolvimento, estamos ansiosos para iniciar essa jornada com você! • Todas as nossas vagas são elegíveis para pessoas com deficiência ou... reabilitadas*  Profissional Requerido e Conhecimento Técnico Vaga não aplicável para pessoas com ensino superior em andamento ou concluído, em cursos de TI.  -Formação inicial com ensino técnico, bootcamp e afins; -Conhecimento em programação/ lógica de programação;  Profissional Preferencial e Conhecimento Técnico Desejável java",
    "links": [
      {
        "content": "Acesse em Define Your Career With IBM",
        "href": "https://careers.ibm.com/job/19230364/desenvolvedor-a-junior-exclusiva-pcd-remote/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor(a) Python/Ruby Júnior (Operações de Dados e Backend) [100...",
    "salary": "R$ 3 mil ",
    "location": "Qualquer lugar",
    "company": "Speed IO",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcROGB7rZzweHyYUfPsGTb7eK6ppwGjjZ4kwTh8Oicdk9kHVijw9NuNaJ9g&s",
    "description": "Habilidades Python, MongoDB, Ruby  O que nós buscamos Trabalhar em conjunto com o time de Big Data no processo de captura, processamento e cruzamento de dados. Controlar nossos bots, automatizações e aprimorar nossas APIs. Realizar a aplicação e manutenção de modelos de machine learning.  Principais responsabilidades - Experiência prática em desenvolvimento de software ou áreas afins é valorizada, mesmo sem formação superior em Computação. - Experiência com banco de dados NoSQL é desejável. Ter trabalhado com Elasticsearch é um diferencial. - Conhecimento em pelo menos uma linguagem de programação como Python, Ruby ou Node. - Compreensão dos conceitos básicos de servidores, protocolos e estrutura web. - Ser proativo, curioso e ter muita vontade de aprender. - Experiência ChatGPT será considerado um diferencial.  Descrição da empresa A Speedio é uma Startup que aplica Big Data para vendas. Através do cruzamento de mais de 2 bilhões de data points facilitamos a vida de profissionais de... vendas por meio de automatização e análise preditiva. Nosso produto é direcionado para a audiência global e contamos com o apoio e auxílio de PhDs em BigData e Machine Learning.  Benefícios",
    "links": [
      {
        "content": "Acesse em ProgramaThor",
        "href": "https://programathor.com.br/jobs/29268-desenvolvedor-a-python-ruby-junior-operacoes-de-dados-e-backend-100-remoto?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Analista Desenvolvedor Fullstack Pleno Ou Sênior – Remoto – Porto Alegre – RS",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "BuscarVagas - Empregos e Consultoria Brasil",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Competências: • Saber trabalhar em equipe; • Focado; • Procurando sempre se atualizar em tecnologias, aberto a críticas e extremamente responsável quanto a metas e prazos; • Ser organizado; • Dinamismo e pro-atividade; • Ser pontual/Comprometido (a); • Gostar de estudar. Salário a combinar Requisitos • Experiência em Java; • Experiência em React; • Experiência em Microserviços – SpringBoot / Spring Cloud, Spring Integration; • Conhecimentos sólidos em Java EE, versão 6 ou superior; • Experiência comprovada em projetos de desenvolvimento.  Desejável • Automação de testes; • CI/CD, Deployment em OpenShift e GCP; • Armazenamento diversificado: PostgreSQL, Oracle, Google Cloud DataStore.; • Deploys em Kubernetes, considerando monitoramento/observability. Carga Horária: Horário a combinar  Sem informação  Requisitos • Experiência em Java; • Experiência em React; • Experiência em Microserviços – SpringBoot / Spring Cloud, Spring Integration; • Conhecimentos sólidos em Java EE, versão 6 ou... superior; • Experiência comprovada em projetos de desenvolvimento.  Desejável • Automação de testes; • CI/CD, Deployment em OpenShift e GCP; • Armazenamento diversificado: PostgreSQL, Oracle, Google Cloud DataStore.; • Deploys em Kubernetes, considerando monitoramento/observability",
    "links": [
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=8815d58e886ce2da&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Talent.com",
        "href": "https://br.talent.com/view?id=1ececa4093ea&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Júnior C# | Cadastro Reserva |",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Tasken",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRZt0oSz7erIyiz848Pmqr-O9LtGOGj71wsygqCQt0&s",
    "description": "Estamos contratando Desenvolvedor especificamente na linguagem C# para cadastro reserva em regime Home Office.",
    "links": [
      {
        "content": "Acesse em LinkedIn",
        "href": "https://br.linkedin.com/jobs/view/desenvolvedor-j%C3%BAnior-c%23-cadastro-reserva-at-tasken-3745966751?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Candidatar-se no site Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/desenvolvedor-j%C3%BAnior-c-cadastro-reserva-tasken-JV_IC2402386_KO0,39_KE40,46.htm?jl=1008101990291&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Candidatar-se no site Indeed",
        "href": "https://br.indeed.com/viewjob?jk=f0ce0eaad2ef4e38&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Junior",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Techslab Solucoes Tecnologicas LTDA",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "O Desenvolvedor irá atuar com soluções para internet (frontend e backend), criando, programando e testando programas.  Conhecimentos:  • Banco de Dados SQL Server e MySQL; • Modelagem Estruturada e Orientada a Ojetos • Conhecimentos em Postman, Web API e React • Programação web Microsoft .NET C#, .NET Core HTML, CSS e JavaScript.",
    "links": [
      {
        "content": "Acesse em NerdIn",
        "href": "https://www.nerdin.com.br/vaga/69649?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor CE Junior",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Nexer Enterprise Applications",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR16-s1aoljHlEaM6Fn7yRk4aTiCR6IOdEmLqYLLfg&s",
    "description": "NEXER - UM PARCEIRO GOLD DA MICROSOFT  Quer fazer parte de uma empresa inovadora, que está transformando o mercado de Dynamics que conta com mais de 300 especialistas na plataforma Microsoft Dynamics 365 F&O, CRM e Business Central?  Venha para a Nexer Brazil😁 uma empresa com mais de 16 anos no mercado, que faz parte de uma Multinacional Sueca presente em 9 países com mais de 2.000 funcionários no mundo. Somos uma das maiores parceiras Microsoft na América Latina e a principal consultoria brasileira de implantação do ERP Dynamics 365 F&O, Dynamics 365 CRM e Business Central.  Na Nexer Brasil, Fazemos Parceria Com a Principal Empresa Mundial De Software, a Microsoft, Para Oferecer a Você a Melhor Plataforma Possível Construída Com As Tecnologias Mais Recentes. E Como Microsoft Gold Partner, Somos Líderes Na Comunidade De Parceiros e Podemos Oferecer a Você • Uma equipe unificada de especialistas com treinamento avançado e ampla experiência na tecnologia que hoje é líder mundial. • O... mais alto nível de padrões em toda a indústria. • As melhores ferramentas e frameworks da categoria. • Experiência consultiva em uma das melhores empresas de implementação dos produtos Microsoft do setor. • Certificações Microsoft.  Nosso momento...  Estamos em franca expansão e buscamos novos profissionais para integrar o nosso time de Desenvolvedores😎  O profissional irá trabalhar com o ecossistema Dynamics 365 prestando suporte às aplicações desenvolvidas e desenvolvendo customizações e novas funcionalidades que aprimoram e automatizam os processos dos nossos clientes.  Realizará rotinas de manutenção e desenvolvimento em plugins escritos em C#, web resources JavaScript, APIs que utilizam protocolos como SOAP e OData (RESTful), assim como em serviços como Azure Logic Apps, Azure Functions, Azure SQL Database.  Terá a responsabilidade de manter as estruturas já definidas no sistema (entidades, campos, relacionamentos, visualizações, flows), assim como poderá criar novas estruturas.  Poderá construir indicadores, dashboards e aplicativos utilizando as ferramentas do Power Platform como: Power BI, Power Apps, Power Automate e Power Virtual Agents.  💰 Faixa Salarial • CLT - R$ 3.300,00 a R$ 4.800,00 + Benefícios  Cada ideia, inovação ou conhecimento é uma promessa de um futuro melhor. Nossa cultura é construída sobre essa promessa. A dedicação total às necessidades dos nossos clientes. Do jeito que sempre entregamos. E o cuidado genuíno com o outro, com o que fazemos e seus efeitos na sociedade. Pretendemos manter essa promessa.  ALCANÇAR GRANDES COISAS EXIGE GRANDES PESSOAS.  Venha ser um Nexer 🚀  O Que Esperamos De Você • Conhecimento em desenvolvimento .NET, com proficiência em C#. Conhecimento em JavaScript e suas bibliotecas/frameworks; • Ter realizado pelo menos 1 trabalho com modelagem de dados; • Habilidade em desenvolvimento web, incluindo HTML, CSS e outras tecnologias front-end. Capacidade de colaborar efetivamente em equipes e comunicar de forma clara; • Capacidade de resolução de problemas e atenção aos detalhes; • Mentalidade orientada para a qualidade e paixão por código limpo e eficiente; • Conhecimento de boas práticas de segurança e arquitetura de software. • Colaborar com equipes interdisciplinares para projetar, desenvolver e manter aplicações web; • Realizar análise e modelagem de dados para garantir a eficiência e escalabilidade de sistemas; • Trabalhar de perto com os clientes para entender seus requisitos e traduzi-los em soluções de software eficazes; • Fornecer suporte técnico e resolver problemas de software; • Manter-se atualizado com as tendências e melhores práticas da indústria e mercado de desenvolvimento de software. • Experiência de pelo menos 1 ano nas atividades acima  O Que Aumentam As Suas Chances • Inglês avançado; • Power BI, Power Apps e/ou Power Automate; • Serviços do Azure.  Clt  🥗 VA de R$ 200,00 e VR de R$ 678,00     Plano de Saúde Porto Seguro     Plano Odontológico Omint  🎒 Auxílio Creche  🗣️ Incentivo Idiomas - Plataforma Open English  👩🎓 Parcerias com: Mackenzie, USP Esalq, Senac e Renault on Demand  📃 Certificações Microsoft  🌍 Possibilidade de atuação em projetos internacionais  🏦 Empréstimo consignado",
    "links": [
      {
        "content": "Acesse em LinkedIn",
        "href": "https://br.linkedin.com/jobs/view/desenvolvedor-ce-junior-at-nexer-enterprise-applications-3742229477?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Candidatar-se no site Indeed",
        "href": "https://br.indeed.com/viewjob?jk=5d0ff9fa14e86eba&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Candidatar-se no site Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/desenvolvedor-ce-junior-nexer-JV_IC2464198_KO0,23_KE24,29.htm?jl=1008929367969&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Empregos Trabajo.org",
        "href": "https://br.trabajo.org/emprego-1259-20231117-efab79653672123b4c81822d28a5a82d?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Jooble",
        "href": "https://br.jooble.org/jdp/4951412836998384707/Consultor-CE-Junior-Barueri%2C-SP?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor(a) Back End Node.JS Júnior - Back-End",
    "salary": "R$ 3,5 mil ",
    "location": "Qualquer lugar",
    "company": "Enliv",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Habilidades AdonisJS, JavaScript, Node.js, PostgreSQL, RESTful  O que nós buscamos Estamos em busca de um(a) Desenvolvedor(a) Backend altamente qualificado(a) para se juntar à nossa equipe de tecnologia. Se você é apaixonado por programação, possui sólidos conhecimentos em JavaScript e experiência com o framework AdonisJS, esta é uma oportunidade emocionante para se destacar em um ambiente inovador e colaborativo. Responsabilidades: Desenvolver e manter aplicações backend eficientes e escaláveis utilizando JavaScript e o framework AdonisJS. Colaborar com a equipe de desenvolvimento para projetar e implementar APIs robustas e de alto desempenho. Participar ativamente do ciclo de desenvolvimento de software, desde o planejamento até a entrega. Otimizar o desempenho das aplicações, identificando e resolvendo gargalos e problemas de escalabilidade. Escrever código limpo, legível e bem documentado, seguindo melhores práticas de desenvolvimento.  Principais responsabilidades Pelo menos 2... anos de experiência com desenvolvimento em JavaScript. Experiência sólida com o framework AdonisJS. Conhecimento em banco de dados relacionais e modelagem de dados. Familiaridade com sistemas de controle de versão, como Git. Capacidade de trabalhar de forma independente e em equipe, colaborando com outros membros da equipe de desenvolvimento e áreas afins. Excelentes habilidades de resolução de problemas e pensamento analítico. Atitude proativa e orientada a resultados. Boas habilidades de comunicação oral e escrita. Diferenciais: Experiência com outras linguagens de programação, como Node.js e Python. Familiaridade com práticas ágeis de desenvolvimento e metodologias como Scrum ou Kanban. Conhecimento em desenvolvimento de APIs RESTful. Interesse em manter-se atualizado(a) com as tendências e avanços da tecnologia.  Descrição da empresa Queremos ajudar pessoas e empresas. Estamos aqui para auxiliar a sociedade a passar pela transição verde.  Nós garantimos, de forma extremamente simples, economia mensal na conta de luz de residências e empresas, conectando usinas geradoras de energia limpa a consumidores finais.  Fazemos tudo isso de forma livre. Sem investimentos, sem taxa de adesão e com um contrato extremamente claro e enxuto, sem amarras, pois simplicidade, facilidade e inovação fazem parte do nosso DNA.  Enliv - energia livre ⚡️💚  Benefícios",
    "links": [
      {
        "content": "Acesse em ProgramaThor",
        "href": "https://programathor.com.br/jobs/29348-desenvolvedor-a-back-end-node-js-junior?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Júnior",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Robert Half",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "A Empresa • Empresa prestadora de serviço para mercado financeiro.  Descrição da vaga • Vai desenvolver alguns recursos novos para o sistema; • Dar suporte sobre o funcionamento desses recursos; • Documentar o que foi desenvolvido; • Criar manuais do suporte; • Desenvolver API´s; • Modelo de trabalho home office.  Perfil desejado • Experiência profissional com programação em c#; • Vbnet (diferencial); • Experiência com banco de dados SQL server; • Conhecer Devexpress (diferencial); • Formação em curso; • Capacidade de comunicação; • Perfil curioso; • Dinâmico; • Vontade de aprender.",
    "links": [
      {
        "content": "Acesse em Robert Half",
        "href": "https://www.roberthalf.com.br/vaga/brazil/desenvolvedor-junior/63620-0012799335-brpt?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em LinkedIn",
        "href": "https://br.linkedin.com/jobs/view/desenvolvedor-j%C3%BAnior-at-robert-half-3729587459?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Sercanto",
        "href": "https://br.sercanto.com/detail/a/desenvolvedor-junior_brasil_581073892?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Jooble",
        "href": "https://br.jooble.org/jdp/1863681403126056189/Desenvolvedor-J%C3%BAnior-Brasil?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Junior/MidLevel Java",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "BairesDev",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ_XUwqyqCGr5gWPeEuYbr3ulVdrCVFpFxnvGZt&s=0",
    "description": "A BairesDev é a empresa que mais cresce nas Américas e nos orgulhamos disso. Nossos times estão espalhados pelos cinco continentes e somos tão fortes quanto as equipes multiculturais que estão no centro dos negócios. Entregamos soluções de alta complexidade para os nossos clientes, como prezamos pela excelência, contratamos apenas o 1% entre os melhores talentos. Nutrimos o crescimento profissional das nossas equipes engajando-as em projetos desafiadores.  Desenvolvedor Junior/MidLevel Java na BairesDev  Ser um Desenvolvedor Junior/MidLevel Java em nossa equipe de desenvolvimento é como ser um solucionador de problemas em tempo integral. Esperamos que suas habilidades sejam uma combinação de experiência, conhecimento e independência. A inovação também está no centro da estratégia da BairesDev. Portanto, se você estava disposto a assumir as tarefas mais complexas e ser um mestre em sua tecnologia, Java, provavelmente é um dos que estamos procurando.  O que você vai fazer:  - Trabalhar... com equipes de desenvolvimento de software para coletar requisitos e garantir a adesão das melhores práticas.  - Projetar, implementar e dar suporte a soluções para desenvolvimento de aplicativos, segurança, análise e gerenciamento de desempenho.  - Em conformidade com os padrões de codificação de segurança existentes do setor e da Verizon, aderindo aos requisitos de revisão de verificação e outros requisitos de ferramentas de segurança.  - Executar scripts de teste em relação ao código para garantir a entrega de qualidade.  - Resolver problemas de código com urgência.  Esperamos que você tenha  - 2+ anos de experiência em Java.  - Experiência com bancos de dados SQL e NoSQL.  - Experiência com Microsserviços e Cloud.  - Conhecimento avançado de algoritmos.  - Conhecimento em infraestrutura de TI.  - Gestão de metodologias ágeis intermediárias.  - Forte compreensão das melhores práticas, princípios SOLID, CLEAN Code e soluções escaláveis.  - Conhecimento em Design Patterns.  - Experiência no desenvolvimento de aplicativos inteiros do zero.  - Experiência em testes automatizados e pipelines de CI/CD.  - Forte experiência com controle de versão.  - Nível avançado de inglês.  O que oferecemos:  - 100% trabalho remoto.  - Disponibilizamos hardware necessário para o seu trabalho remoto (home office).  - Horários flexíveis.  - Licença paternidade, maternidade, férias e feriados remunerados.  - Ambiente de trabalho diversificado e multicultural.  - Um espaço inovador com a estrutura e os recursos de uma multinacional líder.  - Excelente remuneração - acima da média do mercado.  - Possibilidade de crescimento profissional rápido, compatível com a sua curva de aprendizagem.  Nosso pessoal trabalha remotamente com uma cultura consistente e robusta que promove a diversidade e o trabalho em equipe. Para continuar sendo a empresa líder em desenvolvimento de software nas Américas, queremos garantir que cada membro da BairesDev tenha as melhores oportunidades de crescimento e desenvolvimento profissional em um ambiente diversificado, acolhedor e inovador. Cada pessoa do time traz algo essencial para a BairesDev!  Queremos ouvir a sua história. Candidate-se agora",
    "links": [
      {
        "content": "Acesse em BairesDev",
        "href": "https://talent.bairesdev.com/pt/vagas/desenvolvedor-junior-midlevel-java-rio-de-janeiro?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Consultor Técnico - Mastersaf DW/TAX",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Adejo",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Detalhes da Vaga: Atuará no desenvolvimento/manutenção de processos customizados do Mastersaf DW/Tax One, aplicações de patchs, boas práticas...  Requisitos:  Conhecimentos avançados em desenvolvimento em SQL, PL/SQL Experiência em implantações de Mastersaf DW / Tax One, , bem como nos ajustes das interfaces e scripts conforme os Layouts das SAFX; Experiência em desenvolvimento de processos customizados no Mastersaf DW Desejável conhecimento Funcional do Mastersaf DW Desejável conhecimento no DFe Desejável conhecimento no REINF  VAGA PJ Projeto Home.",
    "links": [
      {
        "content": "Acesse em NerdIn",
        "href": "https://www.nerdin.com.br/vaga/69929?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor(a) Junior - Exclusiva PCD",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "IBM",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQBbDmJVzmo7XJSm90QJWHEHEnGeqnkUpDjIREr&s=0",
    "description": "Introdução Conduza a IBM ao futuro, traduzindo os requisitos do sistema para o design e desenvolvimento de sistemas customizados em um ambiente ágil. O sucesso da IBM está em suas mãos à medida que você transforma necessidades vitais de negócios em código e impulsiona a inovação. Seu trabalho potencializará a IBM e seus clientes globalmente, colaborando e integrando código em sistemas corporativos. Você terá acesso à educação, ferramentas e tecnologia mais recentes e a um plano de carreira ilimitado com o líder de tecnologia mundial. Venha para a IBM e gere um impacto global!  Seu papel e responsabilidades Vaga exclusiva para pessoas com deficiência.  Inicie sua carreira na IBM e seja parte da revolução digital! Estamos procurando desenvolvedores juniores talentosos para se juntarem à nossa equipe. Se você já tem alguma experiência inicial com desenvolvimento, estamos ansiosos para iniciar essa jornada com você! • Todas as nossas vagas são elegíveis para pessoas com deficiência ou... reabilitadas*  Profissional Requerido e Conhecimento Técnico Vaga não aplicável para pessoas com ensino superior em andamento ou concluído, em cursos de TI.  -Formação inicial com ensino técnico, bootcamp e afins; -Conhecimento em programação/ lógica de programação;  Profissional Preferencial e Conhecimento Técnico Desejável java",
    "links": [
      {
        "content": "Acesse em Define Your Career With IBM",
        "href": "https://careers.ibm.com/job/19230364/desenvolvedor-a-junior-exclusiva-pcd-remote/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor(a) Python/Ruby Júnior (Operações de Dados e Backend) [100...",
    "salary": "R$ 3 mil ",
    "location": "Qualquer lugar",
    "company": "Speed IO",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcROGB7rZzweHyYUfPsGTb7eK6ppwGjjZ4kwTh8Oicdk9kHVijw9NuNaJ9g&s",
    "description": "Habilidades Python, MongoDB, Ruby  O que nós buscamos Trabalhar em conjunto com o time de Big Data no processo de captura, processamento e cruzamento de dados. Controlar nossos bots, automatizações e aprimorar nossas APIs. Realizar a aplicação e manutenção de modelos de machine learning.  Principais responsabilidades - Experiência prática em desenvolvimento de software ou áreas afins é valorizada, mesmo sem formação superior em Computação. - Experiência com banco de dados NoSQL é desejável. Ter trabalhado com Elasticsearch é um diferencial. - Conhecimento em pelo menos uma linguagem de programação como Python, Ruby ou Node. - Compreensão dos conceitos básicos de servidores, protocolos e estrutura web. - Ser proativo, curioso e ter muita vontade de aprender. - Experiência ChatGPT será considerado um diferencial.  Descrição da empresa A Speedio é uma Startup que aplica Big Data para vendas. Através do cruzamento de mais de 2 bilhões de data points facilitamos a vida de profissionais de... vendas por meio de automatização e análise preditiva. Nosso produto é direcionado para a audiência global e contamos com o apoio e auxílio de PhDs em BigData e Machine Learning.  Benefícios",
    "links": [
      {
        "content": "Acesse em ProgramaThor",
        "href": "https://programathor.com.br/jobs/29268-desenvolvedor-a-python-ruby-junior-operacoes-de-dados-e-backend-100-remoto?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Analista Desenvolvedor Fullstack Pleno Ou Sênior – Remoto – Porto Alegre – RS",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "BuscarVagas - Empregos e Consultoria Brasil",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Competências: • Saber trabalhar em equipe; • Focado; • Procurando sempre se atualizar em tecnologias, aberto a críticas e extremamente responsável quanto a metas e prazos; • Ser organizado; • Dinamismo e pro-atividade; • Ser pontual/Comprometido (a); • Gostar de estudar. Salário a combinar Requisitos • Experiência em Java; • Experiência em React; • Experiência em Microserviços – SpringBoot / Spring Cloud, Spring Integration; • Conhecimentos sólidos em Java EE, versão 6 ou superior; • Experiência comprovada em projetos de desenvolvimento.  Desejável • Automação de testes; • CI/CD, Deployment em OpenShift e GCP; • Armazenamento diversificado: PostgreSQL, Oracle, Google Cloud DataStore.; • Deploys em Kubernetes, considerando monitoramento/observability. Carga Horária: Horário a combinar  Sem informação  Requisitos • Experiência em Java; • Experiência em React; • Experiência em Microserviços – SpringBoot / Spring Cloud, Spring Integration; • Conhecimentos sólidos em Java EE, versão 6 ou... superior; • Experiência comprovada em projetos de desenvolvimento.  Desejável • Automação de testes; • CI/CD, Deployment em OpenShift e GCP; • Armazenamento diversificado: PostgreSQL, Oracle, Google Cloud DataStore.; • Deploys em Kubernetes, considerando monitoramento/observability",
    "links": [
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=8815d58e886ce2da&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Talent.com",
        "href": "https://br.talent.com/view?id=1ececa4093ea&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Júnior C# | Cadastro Reserva |",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Tasken",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRZt0oSz7erIyiz848Pmqr-O9LtGOGj71wsygqCQt0&s",
    "description": "Estamos contratando Desenvolvedor especificamente na linguagem C# para cadastro reserva em regime Home Office.",
    "links": [
      {
        "content": "Acesse em LinkedIn",
        "href": "https://br.linkedin.com/jobs/view/desenvolvedor-j%C3%BAnior-c%23-cadastro-reserva-at-tasken-3745966751?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Candidatar-se no site Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/desenvolvedor-j%C3%BAnior-c-cadastro-reserva-tasken-JV_IC2402386_KO0,39_KE40,46.htm?jl=1008101990291&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Candidatar-se no site Indeed",
        "href": "https://br.indeed.com/viewjob?jk=f0ce0eaad2ef4e38&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Junior",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Techslab Solucoes Tecnologicas LTDA",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "O Desenvolvedor irá atuar com soluções para internet (frontend e backend), criando, programando e testando programas.  Conhecimentos:  • Banco de Dados SQL Server e MySQL; • Modelagem Estruturada e Orientada a Ojetos • Conhecimentos em Postman, Web API e React • Programação web Microsoft .NET C#, .NET Core HTML, CSS e JavaScript.",
    "links": [
      {
        "content": "Acesse em NerdIn",
        "href": "https://www.nerdin.com.br/vaga/69649?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  }
]