[
  {
    "title": "Estágio Front End (Bizhub)",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Alvarez and Marsal",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQhBavawzqIbYv3GiiQiIAdtijbUWxNR-9-f5aRrc&s",
    "description": "Description  Atividades e Responsabilidades: • Participar de reuniões e apresentações junto ao nível executivo do cliente e da A&M; • Construir e manter relacionamentos sólidos com clientes e prospectos; • Identificar e desenvolver novas oportunidades de negócios para a empresa; • Implementação de interfaces: Trabalhar na implementação de interfaces de usuário (UI) com base em projetos e designs fornecidos por designers ou equipes de UI/UX. Isso envolve a criação de layouts, elementos visuais, animações e interações; • Codificação em HTML, CSS e JavaScript: Desenvolver e manter páginas web utilizando linguagens fundamentais do front-end, como HTML para a estruturação do conteúdo, CSS para estilização e JavaScript para adicionar interatividade e comportamentos aos elementos da página; • Responsividade: Garantir que os sites e aplicativos sejam responsivos, ou seja, que se adaptem e funcionem bem em diferentes dispositivos, como computadores, tablets e smartphones; • Integração com... APIs: Colaborar na integração de APIs (Interfaces de Programação de Aplicativos) para acessar e exibir dados dinamicamente em uma página web; • Testes e resolução de problemas: Auxiliar na realização de testes de compatibilidade, usabilidade e desempenho, além de ajudar a identificar e corrigir problemas e bugs que possam surgir durante o desenvolvimento; • Otimização de desempenho: Contribuir para a otimização do desempenho das páginas web, visando melhorar a velocidade de carregamento e a experiência do usuário; • Colaboração com equipes de design e back-end: Trabalhar em estreita colaboração com designers para garantir a fidelidade à proposta visual e com desenvolvedores back-end para integrar o front-end com o servidor e o banco de dados; • Aprendizado contínuo: Manter-se atualizado com as últimas tendências, tecnologias e melhores práticas em desenvolvimento front-end, participando de treinamentos e buscando por conhecimento em comunidades online; • Versionamento de código: Utilizar sistemas de controle de versão, como Git, para gerenciar o código-fonte do projeto, permitindo o trabalho em equipe e o controle de alterações;  Qualificações: • Ensino superior cursando preferencialmente em cursos correlatos (Engenharia da Computação, Engenharia Mecatrônica, Robótica, Controle e Automação, Matemática e Estatística); • Conhecimentos em desenvolvimento de soluções, customer experience e Java, será um diferencial; • Desejável Inglês em nível avançado; • Residir em São Paulo e Região; • Disponibilidade para estagiar 30 horas semanais; • Previsão de formação para Dezembro de 2024 ou Julho de 2025; • Estar apto pela universidade para estagiar.  Competências: • Habilidades de comunicação, capacidade analitica e raciocinio lógico; • Profissional “Hands-on” com habilidade para liderar times multidisciplinares; • Espírito empreendedor e apetite para crescer.  Em observância com os requerimentos da Lei Geral de Proteção de Dados (LGPD), a Alvarez & Marsal informa que utilizará os dados pessoais coletados com a finalidade de possibilitar sua participação no nosso processo seletivo. Para maiores detalhes sobre como realizamos tratamento de dados pessoais, consulte nossa Política de Privacidade  Diversity & Inclusion  A&M’s entrepreneurial culture celebrates independent thinkers and doers who can positively impact our clients and shape our industry. The collaborative environment and engaging work—guided by A&M’s core values of Integrity, Quality, Objectivity, Fun, Personal Reward, and Inclusive Diversity—are the main reasons our people love working at A&M. Inclusive Diversity means we embrace diversity and we foster inclusiveness. It runs through how we recruit, develop employees, conduct business, support clients, and partner with vendors. It is the A&M way.  Voluntary Inclusion  It is Alvarez & Marsal’s policy to provide and promote equal opportunity in employment, compensation, and other terms and conditions of employment without discrimination because of race, color, sex, sexual orientation, gender identity, family medical history or genetic information, political affiliation, military service, pregnancy, marital status, family status, religion, national origin, age or disability or any other non-merit based factor in accordance with all applicable laws and regulations.  Unsolicited Resumes from Third-Party Recruiters  Please note that as per A&M policy, we do not accept unsolicited resumes from third-party recruiters unless such recruiters were engaged to provide candidates for a specified opening. Any employment agency, person or entity that submits an unsolicited resume does so with the understanding that A&M will have the right to hire that applicant at its discretion without any fee owed to the submitting employment agency, person or entity",
    "links": [
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/est%C3%A1gio-front-end-bizhub-alvarez-and-marsal-JV_KO0,24_KE25,43.htm?jl=1008793760179&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=f9234545212a27f8&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estagiário de Frontend com React",
    "salary": "R$ 400 a R$ 1,5 mil ",
    "location": "Qualquer lugar",
    "company": "App Masters",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRGsD0NuGPQLOC2cErM2ADab18k1BpYMTVrcz5p_fA&s",
    "description": "Estamos com projetos bem interessantes para começar e precisamos ter mais dois ou três novos estagiários. É ai que você entra!  Buscamos estudantes que já saibam lidar bem com o React, Next ou React Native.  Esta oportunidade é especialmente boa para aqueles que já passaram do meio da graduação, ou que já estão estagiando e querem caminhar rumo a efetivação. Uma vez na empresa estagiando, pensaremos \"como efetivar este estagiário em no máximo uns oito meses\".  É importante, acima de tudo, gostar de desafios e ter disposição e coragem pra aprender. Precisaremos também que saiba se comunicar bem, para que possamos interagir contigo. 😄  ## Aprender sozinho ou acompanhado  Nossa filosofia é de aprendizado constante, porém, não venha esperando que ficaremos te ensinando como fazer cada coisinha, porque nosso modelo é aprender sozinho.  Assim que entrar na empresa criaremos um plano de estudos para você chegar ao próximo nível. Te diremos como aprender cada tecnologia necessária e te... daremos total suporte pra entender como tudo funciona, discutindo o que aprendeu com os demais do time e realizando projetos para validar o aprendizado.  Você participará constantemente de projetos reais, 😉 este é o objetivo!  Sua evolução será medida semanalmente, mensalmente, com base nos resultados dos estudos e nas tarefas que desenvolver.  Não vamos te espremer igual a um limão. Vamos te incentivar a aprender, te acompanhar, e estar disponíveis para interagir, conversar e pensar como implementar da melhor maneira",
    "links": [
      {
        "content": "Acesse em Programadores Em Juiz De Fora",
        "href": "https://programador.emjuizdefora.com/oportunidade/estagiario-de-frontend-com-react?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estágio em Front-end",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "TrabalhaES.com.br",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQN8a8TPbQVkmK-qF4neYyavaTSOPoXvpDUQNmHuU0&s",
    "description": "Descrição da vaga Esta vaga é para você integrar um de nossos times de desenvolvimento. Temos uma grande variedade de produtos direcionados a Customer Care, alguns construídos em Angular e outros em React.A principal missão dos Devs na Hi é evoluir, com novas funcionalidades, os produtos que compõem nossa plataforma. Para isso, eles contam com um Roadmap criado em conjunto com os POs.Nós seguimos a filosofia ágil na empresa, e as sprints costumam ter 3 semanas de duração. Os times são compostos por back-ends, front-ends e analistas de testes. Responsabilidades e atribuições Buscamos um profissional engajado, disposto a explorar e aprender novas tecnologias.Legal e quais serão as minhas responsabilidades? Você será responsável por:Construir a identidade visual dos clientes novos.Fazer a manutenção da identidade visual em clientes existentes.Apoiar os times internos que fazem implantações em clientes.Dar manutenção no site institucional da Hi.Criar Landing Pages para o site... institucional da Hi.E o principal, dentro de um programa de estágio, sua maior responsabilidade será aprender, e muito!!! :-)E o que você vai saber depois do seu estágio?Você aprenderá muito sobre desenvolvimento front-end, vai trabalhar diretamente com HTML, CSS e Javascript. Ainda dentro do trabalho como front-end, verá DOM, single page application (SPA), frameworks como Angular e React.Tem mais um pouquinho ainda de aprendizados:Organização de código fonte (GIT)Requisições HTTPJenkinsHooksWebpack Requisitos e qualificações Formação: Cursando ciências da computação, análise de sistemas, desenvolvimento de sistemas ou áreas afins, do 5º ao 7º semestre.Conhecimentos básicos em:HTML;CSS;Lógica de programação;Javascript;JQuery;Independentemente do time, todas as pessoas da Hi compartilham as seguintes características:Senso de dono: nossas pessoas se empoderam das próprias decisões;Paixão pela execução: nos identificamos mais com um estilo mão na massa, e menos conceitual;Atitude colaborativa: todos aqui se ajudam no trabalho, e gostam de happy hours no final do dia;Espontaneidade: podemos ser e agir da mesma forma dentro e fora do ambiente de trabalho; Informações adicionais Nossos benefícios:⭐Cartão Flex (Caju) R$ 900,00;⭐Notebook e fone de ouvido para Home Office;⭐Assistência médica Unimed | Cobertura nacional (apartamento) - estendido a dependentes e 100% pagos pela Hi;⭐Assistência Odontológica Porto Seguro | Cobertura nacional - estendido a dependentes e 100% pagos pela Hi;⭐Auxílio Creche;⭐Auxílio a filho com deficiência; ⭐Seguro de Vida;⭐Licença maternidade de 6 meses e paternidade de 1 mês;⭐Emenda entre Natal e Ano Novo, sem descontar das férias (ou seja, temos um total 40 dias de férias aqui na Hi!);⭐Zenklub (plataforma online de saúde emocional para realizar sessões com psicólogos, psicanalistas, terapeutas e coaches);⭐Gympass (acesso a diversos estabelecimentos como academias, estúdios, aulas ao vivo e treinos virtuais)Mais alguns mimos da Hi para você:👉Parceria com a USP e FIAP para pós-graduação e outros cursos;👉Parceria com a Gama University, USP e FIAP para MBA, pós-graduação e outros cursos online👉Parceria com a escola de idiomas ROCKFELLER;👉Flexibilidade de horário (cenário atual: modelo híbrido);👉Happy Hier Day: Ganhe 1 Day Off no mês do seu aniversário 🎉;👉Convênio Pleno com o Sesc;👉Política de cursos (financiamos 70% do seu curso de interesse relacionado à sua área de atuação);👉Empréstimo Consignado Itaú;👉 Bônus Hi: bônus anual compartilhado com os Hiers, de acordo com as metas atingidas da Hi👉 Stock Options: incentivos a longo prazo, com opções de ações para os Hiers.QUER AJUDAR A CONSTRUIR GRANDES CASES BRASILEIROS DE TECNOLOGIA? ENTÃO O SEU LUGAR É AQUI NA HI. 🚀Olá! Somos a única plataforma de Customer Experience e Gestão de Jornadas do Brasil. Transformamos interações em processos escaláveis, flexíveis e vantajo$o$ para os envolvidos, elevando as experiências entre marcas e seus consumidores por meio da nossa tecnologia. Aqui compartilhamos uma paixão genuína por transformar a forma como marcas e pessoas se relacionam. E com a nossa cultura, fomos reconhecidos, algumas vezes, no prêmio GPTW como uma das melhores empresas de tecnologia para se trabalhar 💙 Atualmente, nosso time já conta com mais de 220 Hiers espalhados, remotamente, por 16 estados brasileiros (e esse número segue crescendo) o/ Quer ajudar a construir grandes cases brasileiros de tecnologia? Então o seu lugar é aqui na Hi. 🚀 Olá! Somos a única plataforma de Customer Experience e Gestão de Jornadas do Brasil. Transformamos interações em processos escaláveis, flexíveis e vantajo$o$ para os envolvidos, elevando as experiências entre marcas e seus consumidores por meio da nossa tecnologia. Aqui compartilhamos uma paixão genuína por transformar a forma como marcas e pessoas se relacionam. E com a nossa cultura, fomos reconhecidos, algumas vezes, no prêmio GPTW como uma das melhores empresas de tecnologia para se trabalhar 💙 Atualmente, nosso time já conta com mais de 240 Hiers espalhados, remotamente, por 16 estados brasileiros (e esse número segue crescendo) o",
    "links": [
      {
        "content": "Acesse em Trabalha ES",
        "href": "https://www.trabalhaes.com.br/vaga/estagio-em-front-end/remoto-es/97317/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Frontend",
    "salary": "R$ 2.402,81 a R$ 4.325,06 ",
    "location": "Qualquer lugar",
    "company": "Internit",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTZKEieEOqXgk5wKFhihib9VWXdPmxBqWKpJHYBq5U&s",
    "description": "Descrição Geral:Saca de html e css? É fera em implementar sites em wordpress? Estamos abrindo 3 vagas de estágio na internit para programador front-End. Local no escritório, [rj], [niterói], [santa rosa] requisitos obrigatórios: vivência em html, css, java script com jquery e implantação de sites em wordpress. O candidato deve estar no máximo no 6 período em um curso na área. Também é obrigatório se cadastrar no nosso site no link",
    "links": [
      {
        "content": "Acesse em Trabalha Brasil",
        "href": "https://www.trabalhabrasil.com.br/vagas-empregos-em-niteroi-rj/desenvolvedor-frontend/5564819?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estágio para desenvolvedor Fullstack",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Grupo Arcca",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQrKpi3kmxNyquUjRdvTju76HZntZO_j8mOajVujgE&s",
    "description": "sobre nós  Somos o grupo Arcca, uma holding de franquias especializada em food service e comprometida em impulsionar o sonho de empreendedores em todo o Brasil. Oferecemos aos nossos franqueados um modelo de gestão inovador e simples, que combina tecnologia para gestão e marcas potentes, para ajudá-los a alcançar o sucesso em seus negócios, mesmo sem conhecimento ou recursos iniciais.  Combinando esses fatores, estamos criando uma Franchise Revolution e procuramos pessoas apaixonadas por empreendedorismo e tecnologia que desejam crescer junto conosco. Se você é uma pessoa dinâmica, criativa e que gosta de colocar a mão na massa, venha fazer parte do nosso time. Juntos, vamos transformar a indústria de franquias e tornar o sonho de empreender uma realidade para milhares de pessoas em todo o país  Missão do desenvolvedor:  Estamos construindo um time de tecnologia de alta performance dentro da Arcca, com pessoas de altíssimo nível, buscando se desenvolver e aplicar as melhores práticas... na empresa. A sua missão será ajudar no aprimoramento da nossa principal ferramenta, a Arccanet e seu ecossistema, ferramenta de gestão para as franquias do futuro, atuando de forma holística no desenvolvimento de acordo com as prioridades do projeto (frontend, backend, mobile).  Responsabilidades e atribuições • Responsável por todo o ciclo de vida do código • Contribuir em diversos produtos de tecnologia que a empresa estiver desenvolvendo. • Participar de todos os rituais do time de Tecnologia e da empresa. • Participar ativamente de discussões e decisões de design de software. • Construir e ajudar a criar documentações. • Criar soluções e ferramentas focadas no usuário final, de forma escalável e com fácil manutenção. Nós usamos diversas tecnologias: banco de dados relacional (PostgreSQL) e não relacional (DynamoDB), backend com Django/Python, frontend com framework Vue.js e Nuxt.js, aplicações mobile com React Native, microsserviços (Node.js) e infraestrutura na AWS. Você não precisa ter todos os conhecimentos previamente, mas estar disposto a aprender e aprimorar suas habilidades.  Requisitos e qualificações • Proficiência com banco de dados PostgreSQL • Experiência com criação de APIs • Experiência prévia em projetos reais com Django, Vue.js, Node.js ou React Native. • Disposição para aprender e se desenvolver junto com o time e com a empresa • Visão de negócio para criar soluções que gerem impacto efetivo para nossos clientes  Informações adicionais • Vaga de estágio • Modelo remoto",
    "links": [
      {
        "content": "Acesse em LinkedIn",
        "href": "https://br.linkedin.com/jobs/view/est%C3%A1gio-para-desenvolvedor-fullstack-at-grupo-arcca-3668450231?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=8ff5574a2aaed432&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/desenvolvedor-fullstack-grupo-arcca-JV_KO0,23_KE24,35.htm?jl=1008893209650&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Jobbrazil24h.com",
        "href": "https://jobbrazil24h.com/de/desenvolvedor-fullstack-job91058?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estágio em Desenvolvimento Front-End",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "TrabalhaES.com.br",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQN8a8TPbQVkmK-qF4neYyavaTSOPoXvpDUQNmHuU0&s",
    "description": "Esta oportunidade é para você que busca ver a teoria na prática. Aprenda sua profissão trabalhando no Confidencial (Apenas para Cadastrados). Vamos apoiar seu desenvolvimento e contamos com sua dedicação e vontade de crescer pessoal e profissionalmente.Responsabilidades e atribuiçõesPrestar assistência as rotinas das áreas de desenvolvimento e sustentação de sistemas;Acompanhamento de desenvolvimento de software e programas;Acompanhamento e auxílio na programação em diversas linguagens computacionais;Acompanhamento do desenvolvimento de novos sistemas e aplicativos;Acompanhamento da elaboração de projetos de sistemas;Acompanhamento da implementação e codificação de novas soluções;Interagir com outros colaboradores para resolução, tratativa e acompanhamento das ocorrências.Requisitos e qualificaçõesNível superior cursando em Análise e Desenvolvimento de Sistemas, Engenharia da Computação, Ciência da Computação ou áreas correlatas;Facilidade no aprendizado de novas tecnologias e... linguagens de programação.Desejável conhecimentos básicos em: Lógica de programação;Metodologia de orientação a objeto;HTML, CSS, Javascript e framework - Angular para desenvolvimento frontend;Bancos de dados;Inglês Técnico.Competências comportamentais:Capacidade analítica; Organização;Proatividade;Trabalho em equipe;Foco em melhoria continua.Informações adConfidencial (Apenas para Cadastrados)onaisJornada de trabalho:Segunda a sexta-feira, 6h diárias (home-office).BenefíciosVale refeição;Vale transporte.Quem somosO Confidencial (Apenas para Cadastrados) – Instituto das Cidades Inteligentes é uma organização que atua há mais de 20 anos com soluções de tecnologia da informação e comunicação (TIC) para a gestão pública.Com sede em Curitiba (PR), trabalhamos com o desenvolvimento de portais, aplicativos, sistemas de informação, serviço de atendimento ao cidadão e infraestrutura de TIC.Nosso principal cliente é a Prefeitura MunConfidencial (Apenas para Cadastrados)pal de Curitiba, e também trabalhamos com as prefeituras de Londrina (PR) e Osasco (SP).Desempenhamos nossas atividades movidos pelo propósito de melhorar a vida das pessoas e transformar as cidades, por meio do uso da tecnologia da informação e comunicação nos serviços públicos",
    "links": [
      {
        "content": "Acesse em Trabalha ES",
        "href": "https://www.trabalhaes.com.br/vaga/estagio-em-desenvolvimento-front-end/remoto-es/135283/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estágio JavaScript rumo à efetivação",
    "salary": "R$ 400 a R$ 1,5 mil ",
    "location": "Qualquer lugar",
    "company": "App Masters",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRGsD0NuGPQLOC2cErM2ADab18k1BpYMTVrcz5p_fA&s",
    "description": "Estamos em constante movimento, efetivamos um estagiário recentemente e com isso optamos por abrir espaço para dois ou três novos estagiários.  Esta oportunidade é especialmente boa para estudantes que já estão estagiando e querem caminhar rumo a efetivação.  Buscamos estudantes que já tenham aprendido o React ou o Node, ou seja, pode ter um foco mais de backend ou de frontend. Não precisa saber os dois, mas precisa conhecer bem um deles.  É importante, acima de tudo, querer aprender, saber se comunicar e gostar de desafios.  Uma vez na empresa estagiando, pensaremos \"como efetivar este estagiário em no máximo oito meses\".",
    "links": [
      {
        "content": "Acesse em Programadores Em Juiz De Fora",
        "href": "https://programador.emjuizdefora.com/oportunidade/estagio-javascript-rumo-efetivacao/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Vagas HTML/CSS remotas",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Turing.com",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT6rGChs-3HBqRPulfLo4-_2uO_gWol6U1OAmgb01Y&s",
    "description": "Descrição da vaga: Nós, da Turing, estamos procurando desenvolvedores de software remotos para assumir vagas HTML/CSS. Eles serão responsáveis por escrever código escalonável, desenvolver aplicações web e fornecer suporte aos usuários do site. Aqui está sua chance de colaborar com os principais veteranos do setor e evoluir rapidamente sua carreira enquanto trabalha com as principais empresas dos Estados Unidos.  Responsabilidades principais: - Executar a programação de ponta a ponta de todo o site/aplicação web - Construir e manter a documentação do software - Colaborar com designers de UI/UX para criar layout e design usando práticas padrão de HTML/CSS - Garantir a compatibilidade entre plataformas de aplicações - Aplicar as melhores práticas de desenvolvimento de software para fornecer soluções bem projetadas, testáveis e eficazes - Identificar gargalos de desenvolvimento e solucionar problemas - Manter, dimensionar e monitorar aplicações web e melhorar as especificações com base... nos requisitos técnicos - Manter-se atualizado com as tendências do setor e as incorporar ao desenvolvimento  Requisitos Mínimos: - Bacharelado ou Mestrado em Engenharia, Ciência da Computação ou TI (ou experiência equivalente) - Pelo menos 3 anos de experiência como desenvolvedor HTML/CSS (com raras exceções para desenvolvedores talentosos) - Proficiência com HTML5, CSS3, JavaScript e XML - Experiência em programação web - Experiência em solução de problemas de código e aplicações - Experiência em traduzir os requisitos do usuário para código - Compreensão de segurança, gerenciamento de sessões e melhores práticas de desenvolvimento para desenvolvimento de aplicações web - Experiência na construção de aplicações front-end intuitivos - Compreensão das ferramentas de controle de versão (Git, Mercurial, SVN) - Fluência em inglês para se comunicar de forma eficaz - Disponibilidade para trabalhar em tempo integral (40 horas/semana) com uma sobreposição de 4 horas com os fusos horários dos EUA  Sobre a Turing.com:  A missão da Turing é destravar o potencial humano inexplorado no mundo. Usamos a IA para obter, avaliar, contratar, integrar e gerenciar engenheiros e desenvolvedores remotamente (incluindo todos aspectos de RH e conformidade legal) em uma plataforma maior que chamamos de \"Talent Cloud\", ou \"Nuvem de Talentos\".  Recentemente atingimos o status de empresa unicórnio com uma avaliação de valor de US$1.1 bilhões, após levantar mais de US$140 milhões em investimentos em quatro rodadas de financiamento. Mais de 100 empresas, incluindo grandes empresas como Johnson & Johnson, Pepsi, Dell, Disney +, e Coinbase já contrataram desenvolvedores da Turing",
    "links": [
      {
        "content": "Acesse em Turing",
        "href": "https://www.turing.com/pt/jobs/desenvolvedor-html-css-remoto?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "estágio em desenvolvimento front-end",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "TrabalhaES.com.br",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQN8a8TPbQVkmK-qF4neYyavaTSOPoXvpDUQNmHuU0&s",
    "description": "Descrição da vaga o time de desenvolvimento front-end busca uma pessoa para estagiar e nos ajudar a desenvolver novas funcionalidades no site do Confidencial (Apenas para Cadastrados).você vai fazer parte de um grupo com uma dúzia de desenvolvedores(as) front-end e trabalhará alocado em um time focado em um domínio de negócio junto com desenvolvedores back-end, designers, analistas de qualidade, agilistas e product managers.vai trabalhar bastante com vue.js, mas também com algum código legado de todo o tipo, em uma aplicação ruby on rails utilizada por milhões de usuários.é pra você que está muito interessado(a) em aprender, mas também preparado(a) para colocar a mão no código. Responsabilidades e atribuições entrando no time, você vaiparticipar do desenvolvimento de novas funcionalidades e de ferramentas de administração internarealizar tarefas de manutenção do site, como correção de bugs e melhorias de performanceparticipar das cerimônias ágeis do time, como atualizações diárias... planejamento e retrospectivasparticipar da revisão de código de outros membros do time Requisitos e qualificações buscamos alguémcom conhecimento de html, css e javascriptcom conhecimento básico de gitque preze pela qualidade das suas entregascom boa comunicaçãocom muita vontade de aprendercursando ensino superior em áreas relacionadas a tecnologia Informações adicionais bolsa auxíliogrande possibilidade de efetivaçãovale refeição ou alimentaçãoseguro de vida em grupoauxílio internetauxílio para fazer terapia através da plataforma vittudeposição 100% remotoo Confidencial (Apenas para Cadastrados) acredita na diversidade, na equidade e na inclusão como ferramenta de inovação e criatividade, e também como geração de impacto social. por isso, estamos desenvolvendo políticas internas que tornem nosso ambiente de trabalho, cada vez mais, um espaço de crescimento profissional e pessoal para todas as pessoas, respeitando individualidades e reconhecendo desigualdades sistêmicas.há um ano, criamos nosso comitê de diversidade, que produz uma agenda interna de debates sobre o tema, além de propor ações, práticas e contratações afirmativas que ampliam essa realidade. pautas de gênero, lgbtqia +, raça e pessoa com deficiência são alguns dos temas trabalhados.ao se inscrever em nossas vagas você encontrará um pequeno questionário que utilizamos para conhecer melhor nossos candidatos. essas informações serão consideradas em nossas ações de diversidade e inclusão. enfatizamos que sua resposta é opcional, totalmente confidencial e não será usada como critério de avaliação.﻿todas as vagas do Confidencial (Apenas para Cadastrados) são elegíveis à pessoas com deficiência (PcD). o Confidencial (Apenas para Cadastrados) somos um marketplace com foco em moda (o segmento do e-commerce mais representativo no brasil em volume de pedidos), que recebe investimentos nacionais e internacionais e com uma equipe distribuída em diversos estados.queremos construir uma nova cultura de consumo de moda, estimulando uma economia sustentável, ressignificando itens únicos e contando novas histórias. e o nosso grande contador de histórias — o nosso produto, um produto com alma que fala a língua das pessoas — está em busca de novos talentos",
    "links": [
      {
        "content": "Acesse em Trabalha ES",
        "href": "https://www.trabalhaes.com.br/vaga/estagio-em-desenvolvimento-front-end/remoto-es/90814/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estágio dsenvolvedor FrontEnd",
    "salary": "R$ 1,2 mil ",
    "location": "Qualquer lugar",
    "company": "F1 Commerce",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Estágio  Sobre F1 Commerce  F1 Commerce é uma empresa que atua no mercado de plataforma de ecommerce há mais de 14 anos no mercado.  A empresa fornece soluções de ecommerce para empresas de grande porte, atendendo clientes como: JBL, Sanremo, Positivo, Compaq, VAIO, Alpar, Frahm dentre outros.  Estágio Desenvolvimento FrontEnd HTML/CSS/JS  A vaga é para atuação no desenvolvimento de interfaces de lojas virtuais.  Localidade:  Durante Pandemia: Remoto  Pós Pandemia: Flexível  Nível: Estágiário  Contratação: Estágio  Salário: R$ 1.200  Carga Horária: Estágio: 30 horas / semana  Benefícios:  » Vale Alimentação ou Vale Refeição » Vale Transporte ou estacionamento » Seguro de vida » Auxílio Home Office (durante pandemia) » Desconto em Graduação, Pós-Graduação, Mestrado na UNISINOS  Atividades: • Codificação de interfaces em HTML/CSS/JS para lojas virtuais a partir de layouts em AI/PSD/PNG  Requisitos: • Disposição para enfrentar e implementar a criatividade de designers • Superior em curso... (independente do semestre) ou curso técnico ligado a área • Capacidade de desenvolvimento HTML sem a utilização de software WYSIWYG • CSS • Software de corte e edição de imagens (Photoshop/Fireworks) • Javascript  Requisitos obrigatórios: • Comprometimento • Bom humor • Dinamismo • Boa capacidade de relacionamento interpessoal (trabalho em equipe) • Vontade de aprender • Capacidade de concentração e foco na resolução de tarefas  É Diferencial: • Ter trabalhado em projetos de e-commerce • Conhecimento / Noções de PHP",
    "links": [
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=d5a24355d6e5e61a&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/est%C3%A1gio-dsenvolvedor-frontend-f1-commerce-JV_KO0,29_KE30,41.htm?jl=1008087888509&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em JavaScript Jobs",
        "href": "https://javascriptjob.xyz/job/2Dl7IAB2KKIoPsR3W3eygZL6FdD?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estágio Front End (Bizhub)",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Alvarez and Marsal",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQhBavawzqIbYv3GiiQiIAdtijbUWxNR-9-f5aRrc&s",
    "description": "Description  Atividades e Responsabilidades: • Participar de reuniões e apresentações junto ao nível executivo do cliente e da A&M; • Construir e manter relacionamentos sólidos com clientes e prospectos; • Identificar e desenvolver novas oportunidades de negócios para a empresa; • Implementação de interfaces: Trabalhar na implementação de interfaces de usuário (UI) com base em projetos e designs fornecidos por designers ou equipes de UI/UX. Isso envolve a criação de layouts, elementos visuais, animações e interações; • Codificação em HTML, CSS e JavaScript: Desenvolver e manter páginas web utilizando linguagens fundamentais do front-end, como HTML para a estruturação do conteúdo, CSS para estilização e JavaScript para adicionar interatividade e comportamentos aos elementos da página; • Responsividade: Garantir que os sites e aplicativos sejam responsivos, ou seja, que se adaptem e funcionem bem em diferentes dispositivos, como computadores, tablets e smartphones; • Integração com... APIs: Colaborar na integração de APIs (Interfaces de Programação de Aplicativos) para acessar e exibir dados dinamicamente em uma página web; • Testes e resolução de problemas: Auxiliar na realização de testes de compatibilidade, usabilidade e desempenho, além de ajudar a identificar e corrigir problemas e bugs que possam surgir durante o desenvolvimento; • Otimização de desempenho: Contribuir para a otimização do desempenho das páginas web, visando melhorar a velocidade de carregamento e a experiência do usuário; • Colaboração com equipes de design e back-end: Trabalhar em estreita colaboração com designers para garantir a fidelidade à proposta visual e com desenvolvedores back-end para integrar o front-end com o servidor e o banco de dados; • Aprendizado contínuo: Manter-se atualizado com as últimas tendências, tecnologias e melhores práticas em desenvolvimento front-end, participando de treinamentos e buscando por conhecimento em comunidades online; • Versionamento de código: Utilizar sistemas de controle de versão, como Git, para gerenciar o código-fonte do projeto, permitindo o trabalho em equipe e o controle de alterações;  Qualificações: • Ensino superior cursando preferencialmente em cursos correlatos (Engenharia da Computação, Engenharia Mecatrônica, Robótica, Controle e Automação, Matemática e Estatística); • Conhecimentos em desenvolvimento de soluções, customer experience e Java, será um diferencial; • Desejável Inglês em nível avançado; • Residir em São Paulo e Região; • Disponibilidade para estagiar 30 horas semanais; • Previsão de formação para Dezembro de 2024 ou Julho de 2025; • Estar apto pela universidade para estagiar.  Competências: • Habilidades de comunicação, capacidade analitica e raciocinio lógico; • Profissional “Hands-on” com habilidade para liderar times multidisciplinares; • Espírito empreendedor e apetite para crescer.  Em observância com os requerimentos da Lei Geral de Proteção de Dados (LGPD), a Alvarez & Marsal informa que utilizará os dados pessoais coletados com a finalidade de possibilitar sua participação no nosso processo seletivo. Para maiores detalhes sobre como realizamos tratamento de dados pessoais, consulte nossa Política de Privacidade  Diversity & Inclusion  A&M’s entrepreneurial culture celebrates independent thinkers and doers who can positively impact our clients and shape our industry. The collaborative environment and engaging work—guided by A&M’s core values of Integrity, Quality, Objectivity, Fun, Personal Reward, and Inclusive Diversity—are the main reasons our people love working at A&M. Inclusive Diversity means we embrace diversity and we foster inclusiveness. It runs through how we recruit, develop employees, conduct business, support clients, and partner with vendors. It is the A&M way.  Voluntary Inclusion  It is Alvarez & Marsal’s policy to provide and promote equal opportunity in employment, compensation, and other terms and conditions of employment without discrimination because of race, color, sex, sexual orientation, gender identity, family medical history or genetic information, political affiliation, military service, pregnancy, marital status, family status, religion, national origin, age or disability or any other non-merit based factor in accordance with all applicable laws and regulations.  Unsolicited Resumes from Third-Party Recruiters  Please note that as per A&M policy, we do not accept unsolicited resumes from third-party recruiters unless such recruiters were engaged to provide candidates for a specified opening. Any employment agency, person or entity that submits an unsolicited resume does so with the understanding that A&M will have the right to hire that applicant at its discretion without any fee owed to the submitting employment agency, person or entity",
    "links": [
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/est%C3%A1gio-front-end-bizhub-alvarez-and-marsal-JV_KO0,24_KE25,43.htm?jl=1008793760179&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=f9234545212a27f8&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estagiário de Frontend com React",
    "salary": "R$ 400 a R$ 1,5 mil ",
    "location": "Qualquer lugar",
    "company": "App Masters",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRGsD0NuGPQLOC2cErM2ADab18k1BpYMTVrcz5p_fA&s",
    "description": "Estamos com projetos bem interessantes para começar e precisamos ter mais dois ou três novos estagiários. É ai que você entra!  Buscamos estudantes que já saibam lidar bem com o React, Next ou React Native.  Esta oportunidade é especialmente boa para aqueles que já passaram do meio da graduação, ou que já estão estagiando e querem caminhar rumo a efetivação. Uma vez na empresa estagiando, pensaremos \"como efetivar este estagiário em no máximo uns oito meses\".  É importante, acima de tudo, gostar de desafios e ter disposição e coragem pra aprender. Precisaremos também que saiba se comunicar bem, para que possamos interagir contigo. 😄  ## Aprender sozinho ou acompanhado  Nossa filosofia é de aprendizado constante, porém, não venha esperando que ficaremos te ensinando como fazer cada coisinha, porque nosso modelo é aprender sozinho.  Assim que entrar na empresa criaremos um plano de estudos para você chegar ao próximo nível. Te diremos como aprender cada tecnologia necessária e te... daremos total suporte pra entender como tudo funciona, discutindo o que aprendeu com os demais do time e realizando projetos para validar o aprendizado.  Você participará constantemente de projetos reais, 😉 este é o objetivo!  Sua evolução será medida semanalmente, mensalmente, com base nos resultados dos estudos e nas tarefas que desenvolver.  Não vamos te espremer igual a um limão. Vamos te incentivar a aprender, te acompanhar, e estar disponíveis para interagir, conversar e pensar como implementar da melhor maneira",
    "links": [
      {
        "content": "Acesse em Programadores Em Juiz De Fora",
        "href": "https://programador.emjuizdefora.com/oportunidade/estagiario-de-frontend-com-react?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estágio em Front-end",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "TrabalhaES.com.br",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQN8a8TPbQVkmK-qF4neYyavaTSOPoXvpDUQNmHuU0&s",
    "description": "Descrição da vaga Esta vaga é para você integrar um de nossos times de desenvolvimento. Temos uma grande variedade de produtos direcionados a Customer Care, alguns construídos em Angular e outros em React.A principal missão dos Devs na Hi é evoluir, com novas funcionalidades, os produtos que compõem nossa plataforma. Para isso, eles contam com um Roadmap criado em conjunto com os POs.Nós seguimos a filosofia ágil na empresa, e as sprints costumam ter 3 semanas de duração. Os times são compostos por back-ends, front-ends e analistas de testes. Responsabilidades e atribuições Buscamos um profissional engajado, disposto a explorar e aprender novas tecnologias.Legal e quais serão as minhas responsabilidades? Você será responsável por:Construir a identidade visual dos clientes novos.Fazer a manutenção da identidade visual em clientes existentes.Apoiar os times internos que fazem implantações em clientes.Dar manutenção no site institucional da Hi.Criar Landing Pages para o site... institucional da Hi.E o principal, dentro de um programa de estágio, sua maior responsabilidade será aprender, e muito!!! :-)E o que você vai saber depois do seu estágio?Você aprenderá muito sobre desenvolvimento front-end, vai trabalhar diretamente com HTML, CSS e Javascript. Ainda dentro do trabalho como front-end, verá DOM, single page application (SPA), frameworks como Angular e React.Tem mais um pouquinho ainda de aprendizados:Organização de código fonte (GIT)Requisições HTTPJenkinsHooksWebpack Requisitos e qualificações Formação: Cursando ciências da computação, análise de sistemas, desenvolvimento de sistemas ou áreas afins, do 5º ao 7º semestre.Conhecimentos básicos em:HTML;CSS;Lógica de programação;Javascript;JQuery;Independentemente do time, todas as pessoas da Hi compartilham as seguintes características:Senso de dono: nossas pessoas se empoderam das próprias decisões;Paixão pela execução: nos identificamos mais com um estilo mão na massa, e menos conceitual;Atitude colaborativa: todos aqui se ajudam no trabalho, e gostam de happy hours no final do dia;Espontaneidade: podemos ser e agir da mesma forma dentro e fora do ambiente de trabalho; Informações adicionais Nossos benefícios:⭐Cartão Flex (Caju) R$ 900,00;⭐Notebook e fone de ouvido para Home Office;⭐Assistência médica Unimed | Cobertura nacional (apartamento) - estendido a dependentes e 100% pagos pela Hi;⭐Assistência Odontológica Porto Seguro | Cobertura nacional - estendido a dependentes e 100% pagos pela Hi;⭐Auxílio Creche;⭐Auxílio a filho com deficiência; ⭐Seguro de Vida;⭐Licença maternidade de 6 meses e paternidade de 1 mês;⭐Emenda entre Natal e Ano Novo, sem descontar das férias (ou seja, temos um total 40 dias de férias aqui na Hi!);⭐Zenklub (plataforma online de saúde emocional para realizar sessões com psicólogos, psicanalistas, terapeutas e coaches);⭐Gympass (acesso a diversos estabelecimentos como academias, estúdios, aulas ao vivo e treinos virtuais)Mais alguns mimos da Hi para você:👉Parceria com a USP e FIAP para pós-graduação e outros cursos;👉Parceria com a Gama University, USP e FIAP para MBA, pós-graduação e outros cursos online👉Parceria com a escola de idiomas ROCKFELLER;👉Flexibilidade de horário (cenário atual: modelo híbrido);👉Happy Hier Day: Ganhe 1 Day Off no mês do seu aniversário 🎉;👉Convênio Pleno com o Sesc;👉Política de cursos (financiamos 70% do seu curso de interesse relacionado à sua área de atuação);👉Empréstimo Consignado Itaú;👉 Bônus Hi: bônus anual compartilhado com os Hiers, de acordo com as metas atingidas da Hi👉 Stock Options: incentivos a longo prazo, com opções de ações para os Hiers.QUER AJUDAR A CONSTRUIR GRANDES CASES BRASILEIROS DE TECNOLOGIA? ENTÃO O SEU LUGAR É AQUI NA HI. 🚀Olá! Somos a única plataforma de Customer Experience e Gestão de Jornadas do Brasil. Transformamos interações em processos escaláveis, flexíveis e vantajo$o$ para os envolvidos, elevando as experiências entre marcas e seus consumidores por meio da nossa tecnologia. Aqui compartilhamos uma paixão genuína por transformar a forma como marcas e pessoas se relacionam. E com a nossa cultura, fomos reconhecidos, algumas vezes, no prêmio GPTW como uma das melhores empresas de tecnologia para se trabalhar 💙 Atualmente, nosso time já conta com mais de 220 Hiers espalhados, remotamente, por 16 estados brasileiros (e esse número segue crescendo) o/ Quer ajudar a construir grandes cases brasileiros de tecnologia? Então o seu lugar é aqui na Hi. 🚀 Olá! Somos a única plataforma de Customer Experience e Gestão de Jornadas do Brasil. Transformamos interações em processos escaláveis, flexíveis e vantajo$o$ para os envolvidos, elevando as experiências entre marcas e seus consumidores por meio da nossa tecnologia. Aqui compartilhamos uma paixão genuína por transformar a forma como marcas e pessoas se relacionam. E com a nossa cultura, fomos reconhecidos, algumas vezes, no prêmio GPTW como uma das melhores empresas de tecnologia para se trabalhar 💙 Atualmente, nosso time já conta com mais de 240 Hiers espalhados, remotamente, por 16 estados brasileiros (e esse número segue crescendo) o",
    "links": [
      {
        "content": "Acesse em Trabalha ES",
        "href": "https://www.trabalhaes.com.br/vaga/estagio-em-front-end/remoto-es/97317/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Desenvolvedor Frontend",
    "salary": "R$ 2.402,81 a R$ 4.325,06 ",
    "location": "Qualquer lugar",
    "company": "Internit",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTZKEieEOqXgk5wKFhihib9VWXdPmxBqWKpJHYBq5U&s",
    "description": "Descrição Geral:Saca de html e css? É fera em implementar sites em wordpress? Estamos abrindo 3 vagas de estágio na internit para programador front-End. Local no escritório, [rj], [niterói], [santa rosa] requisitos obrigatórios: vivência em html, css, java script com jquery e implantação de sites em wordpress. O candidato deve estar no máximo no 6 período em um curso na área. Também é obrigatório se cadastrar no nosso site no link",
    "links": [
      {
        "content": "Acesse em Trabalha Brasil",
        "href": "https://www.trabalhabrasil.com.br/vagas-empregos-em-niteroi-rj/desenvolvedor-frontend/5564819?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estágio para desenvolvedor Fullstack",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Grupo Arcca",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQrKpi3kmxNyquUjRdvTju76HZntZO_j8mOajVujgE&s",
    "description": "sobre nós  Somos o grupo Arcca, uma holding de franquias especializada em food service e comprometida em impulsionar o sonho de empreendedores em todo o Brasil. Oferecemos aos nossos franqueados um modelo de gestão inovador e simples, que combina tecnologia para gestão e marcas potentes, para ajudá-los a alcançar o sucesso em seus negócios, mesmo sem conhecimento ou recursos iniciais.  Combinando esses fatores, estamos criando uma Franchise Revolution e procuramos pessoas apaixonadas por empreendedorismo e tecnologia que desejam crescer junto conosco. Se você é uma pessoa dinâmica, criativa e que gosta de colocar a mão na massa, venha fazer parte do nosso time. Juntos, vamos transformar a indústria de franquias e tornar o sonho de empreender uma realidade para milhares de pessoas em todo o país  Missão do desenvolvedor:  Estamos construindo um time de tecnologia de alta performance dentro da Arcca, com pessoas de altíssimo nível, buscando se desenvolver e aplicar as melhores práticas... na empresa. A sua missão será ajudar no aprimoramento da nossa principal ferramenta, a Arccanet e seu ecossistema, ferramenta de gestão para as franquias do futuro, atuando de forma holística no desenvolvimento de acordo com as prioridades do projeto (frontend, backend, mobile).  Responsabilidades e atribuições • Responsável por todo o ciclo de vida do código • Contribuir em diversos produtos de tecnologia que a empresa estiver desenvolvendo. • Participar de todos os rituais do time de Tecnologia e da empresa. • Participar ativamente de discussões e decisões de design de software. • Construir e ajudar a criar documentações. • Criar soluções e ferramentas focadas no usuário final, de forma escalável e com fácil manutenção. Nós usamos diversas tecnologias: banco de dados relacional (PostgreSQL) e não relacional (DynamoDB), backend com Django/Python, frontend com framework Vue.js e Nuxt.js, aplicações mobile com React Native, microsserviços (Node.js) e infraestrutura na AWS. Você não precisa ter todos os conhecimentos previamente, mas estar disposto a aprender e aprimorar suas habilidades.  Requisitos e qualificações • Proficiência com banco de dados PostgreSQL • Experiência com criação de APIs • Experiência prévia em projetos reais com Django, Vue.js, Node.js ou React Native. • Disposição para aprender e se desenvolver junto com o time e com a empresa • Visão de negócio para criar soluções que gerem impacto efetivo para nossos clientes  Informações adicionais • Vaga de estágio • Modelo remoto",
    "links": [
      {
        "content": "Acesse em LinkedIn",
        "href": "https://br.linkedin.com/jobs/view/est%C3%A1gio-para-desenvolvedor-fullstack-at-grupo-arcca-3668450231?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=8ff5574a2aaed432&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/desenvolvedor-fullstack-grupo-arcca-JV_KO0,23_KE24,35.htm?jl=1008893209650&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Jobbrazil24h.com",
        "href": "https://jobbrazil24h.com/de/desenvolvedor-fullstack-job91058?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estágio em Desenvolvimento Front-End",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "TrabalhaES.com.br",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQN8a8TPbQVkmK-qF4neYyavaTSOPoXvpDUQNmHuU0&s",
    "description": "Esta oportunidade é para você que busca ver a teoria na prática. Aprenda sua profissão trabalhando no Confidencial (Apenas para Cadastrados). Vamos apoiar seu desenvolvimento e contamos com sua dedicação e vontade de crescer pessoal e profissionalmente.Responsabilidades e atribuiçõesPrestar assistência as rotinas das áreas de desenvolvimento e sustentação de sistemas;Acompanhamento de desenvolvimento de software e programas;Acompanhamento e auxílio na programação em diversas linguagens computacionais;Acompanhamento do desenvolvimento de novos sistemas e aplicativos;Acompanhamento da elaboração de projetos de sistemas;Acompanhamento da implementação e codificação de novas soluções;Interagir com outros colaboradores para resolução, tratativa e acompanhamento das ocorrências.Requisitos e qualificaçõesNível superior cursando em Análise e Desenvolvimento de Sistemas, Engenharia da Computação, Ciência da Computação ou áreas correlatas;Facilidade no aprendizado de novas tecnologias e... linguagens de programação.Desejável conhecimentos básicos em: Lógica de programação;Metodologia de orientação a objeto;HTML, CSS, Javascript e framework - Angular para desenvolvimento frontend;Bancos de dados;Inglês Técnico.Competências comportamentais:Capacidade analítica; Organização;Proatividade;Trabalho em equipe;Foco em melhoria continua.Informações adConfidencial (Apenas para Cadastrados)onaisJornada de trabalho:Segunda a sexta-feira, 6h diárias (home-office).BenefíciosVale refeição;Vale transporte.Quem somosO Confidencial (Apenas para Cadastrados) – Instituto das Cidades Inteligentes é uma organização que atua há mais de 20 anos com soluções de tecnologia da informação e comunicação (TIC) para a gestão pública.Com sede em Curitiba (PR), trabalhamos com o desenvolvimento de portais, aplicativos, sistemas de informação, serviço de atendimento ao cidadão e infraestrutura de TIC.Nosso principal cliente é a Prefeitura MunConfidencial (Apenas para Cadastrados)pal de Curitiba, e também trabalhamos com as prefeituras de Londrina (PR) e Osasco (SP).Desempenhamos nossas atividades movidos pelo propósito de melhorar a vida das pessoas e transformar as cidades, por meio do uso da tecnologia da informação e comunicação nos serviços públicos",
    "links": [
      {
        "content": "Acesse em Trabalha ES",
        "href": "https://www.trabalhaes.com.br/vaga/estagio-em-desenvolvimento-front-end/remoto-es/135283/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estágio JavaScript rumo à efetivação",
    "salary": "R$ 400 a R$ 1,5 mil ",
    "location": "Qualquer lugar",
    "company": "App Masters",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRGsD0NuGPQLOC2cErM2ADab18k1BpYMTVrcz5p_fA&s",
    "description": "Estamos em constante movimento, efetivamos um estagiário recentemente e com isso optamos por abrir espaço para dois ou três novos estagiários.  Esta oportunidade é especialmente boa para estudantes que já estão estagiando e querem caminhar rumo a efetivação.  Buscamos estudantes que já tenham aprendido o React ou o Node, ou seja, pode ter um foco mais de backend ou de frontend. Não precisa saber os dois, mas precisa conhecer bem um deles.  É importante, acima de tudo, querer aprender, saber se comunicar e gostar de desafios.  Uma vez na empresa estagiando, pensaremos \"como efetivar este estagiário em no máximo oito meses\".",
    "links": [
      {
        "content": "Acesse em Programadores Em Juiz De Fora",
        "href": "https://programador.emjuizdefora.com/oportunidade/estagio-javascript-rumo-efetivacao/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Vagas HTML/CSS remotas",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "Turing.com",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT6rGChs-3HBqRPulfLo4-_2uO_gWol6U1OAmgb01Y&s",
    "description": "Descrição da vaga: Nós, da Turing, estamos procurando desenvolvedores de software remotos para assumir vagas HTML/CSS. Eles serão responsáveis por escrever código escalonável, desenvolver aplicações web e fornecer suporte aos usuários do site. Aqui está sua chance de colaborar com os principais veteranos do setor e evoluir rapidamente sua carreira enquanto trabalha com as principais empresas dos Estados Unidos.  Responsabilidades principais: - Executar a programação de ponta a ponta de todo o site/aplicação web - Construir e manter a documentação do software - Colaborar com designers de UI/UX para criar layout e design usando práticas padrão de HTML/CSS - Garantir a compatibilidade entre plataformas de aplicações - Aplicar as melhores práticas de desenvolvimento de software para fornecer soluções bem projetadas, testáveis e eficazes - Identificar gargalos de desenvolvimento e solucionar problemas - Manter, dimensionar e monitorar aplicações web e melhorar as especificações com base... nos requisitos técnicos - Manter-se atualizado com as tendências do setor e as incorporar ao desenvolvimento  Requisitos Mínimos: - Bacharelado ou Mestrado em Engenharia, Ciência da Computação ou TI (ou experiência equivalente) - Pelo menos 3 anos de experiência como desenvolvedor HTML/CSS (com raras exceções para desenvolvedores talentosos) - Proficiência com HTML5, CSS3, JavaScript e XML - Experiência em programação web - Experiência em solução de problemas de código e aplicações - Experiência em traduzir os requisitos do usuário para código - Compreensão de segurança, gerenciamento de sessões e melhores práticas de desenvolvimento para desenvolvimento de aplicações web - Experiência na construção de aplicações front-end intuitivos - Compreensão das ferramentas de controle de versão (Git, Mercurial, SVN) - Fluência em inglês para se comunicar de forma eficaz - Disponibilidade para trabalhar em tempo integral (40 horas/semana) com uma sobreposição de 4 horas com os fusos horários dos EUA  Sobre a Turing.com:  A missão da Turing é destravar o potencial humano inexplorado no mundo. Usamos a IA para obter, avaliar, contratar, integrar e gerenciar engenheiros e desenvolvedores remotamente (incluindo todos aspectos de RH e conformidade legal) em uma plataforma maior que chamamos de \"Talent Cloud\", ou \"Nuvem de Talentos\".  Recentemente atingimos o status de empresa unicórnio com uma avaliação de valor de US$1.1 bilhões, após levantar mais de US$140 milhões em investimentos em quatro rodadas de financiamento. Mais de 100 empresas, incluindo grandes empresas como Johnson & Johnson, Pepsi, Dell, Disney +, e Coinbase já contrataram desenvolvedores da Turing",
    "links": [
      {
        "content": "Acesse em Turing",
        "href": "https://www.turing.com/pt/jobs/desenvolvedor-html-css-remoto?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "estágio em desenvolvimento front-end",
    "salary": "Não informado",
    "location": "Qualquer lugar",
    "company": "TrabalhaES.com.br",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQN8a8TPbQVkmK-qF4neYyavaTSOPoXvpDUQNmHuU0&s",
    "description": "Descrição da vaga o time de desenvolvimento front-end busca uma pessoa para estagiar e nos ajudar a desenvolver novas funcionalidades no site do Confidencial (Apenas para Cadastrados).você vai fazer parte de um grupo com uma dúzia de desenvolvedores(as) front-end e trabalhará alocado em um time focado em um domínio de negócio junto com desenvolvedores back-end, designers, analistas de qualidade, agilistas e product managers.vai trabalhar bastante com vue.js, mas também com algum código legado de todo o tipo, em uma aplicação ruby on rails utilizada por milhões de usuários.é pra você que está muito interessado(a) em aprender, mas também preparado(a) para colocar a mão no código. Responsabilidades e atribuições entrando no time, você vaiparticipar do desenvolvimento de novas funcionalidades e de ferramentas de administração internarealizar tarefas de manutenção do site, como correção de bugs e melhorias de performanceparticipar das cerimônias ágeis do time, como atualizações diárias... planejamento e retrospectivasparticipar da revisão de código de outros membros do time Requisitos e qualificações buscamos alguémcom conhecimento de html, css e javascriptcom conhecimento básico de gitque preze pela qualidade das suas entregascom boa comunicaçãocom muita vontade de aprendercursando ensino superior em áreas relacionadas a tecnologia Informações adicionais bolsa auxíliogrande possibilidade de efetivaçãovale refeição ou alimentaçãoseguro de vida em grupoauxílio internetauxílio para fazer terapia através da plataforma vittudeposição 100% remotoo Confidencial (Apenas para Cadastrados) acredita na diversidade, na equidade e na inclusão como ferramenta de inovação e criatividade, e também como geração de impacto social. por isso, estamos desenvolvendo políticas internas que tornem nosso ambiente de trabalho, cada vez mais, um espaço de crescimento profissional e pessoal para todas as pessoas, respeitando individualidades e reconhecendo desigualdades sistêmicas.há um ano, criamos nosso comitê de diversidade, que produz uma agenda interna de debates sobre o tema, além de propor ações, práticas e contratações afirmativas que ampliam essa realidade. pautas de gênero, lgbtqia +, raça e pessoa com deficiência são alguns dos temas trabalhados.ao se inscrever em nossas vagas você encontrará um pequeno questionário que utilizamos para conhecer melhor nossos candidatos. essas informações serão consideradas em nossas ações de diversidade e inclusão. enfatizamos que sua resposta é opcional, totalmente confidencial e não será usada como critério de avaliação.﻿todas as vagas do Confidencial (Apenas para Cadastrados) são elegíveis à pessoas com deficiência (PcD). o Confidencial (Apenas para Cadastrados) somos um marketplace com foco em moda (o segmento do e-commerce mais representativo no brasil em volume de pedidos), que recebe investimentos nacionais e internacionais e com uma equipe distribuída em diversos estados.queremos construir uma nova cultura de consumo de moda, estimulando uma economia sustentável, ressignificando itens únicos e contando novas histórias. e o nosso grande contador de histórias — o nosso produto, um produto com alma que fala a língua das pessoas — está em busca de novos talentos",
    "links": [
      {
        "content": "Acesse em Trabalha ES",
        "href": "https://www.trabalhaes.com.br/vaga/estagio-em-desenvolvimento-front-end/remoto-es/90814/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  },
  {
    "title": "Estágio dsenvolvedor FrontEnd",
    "salary": "R$ 1,2 mil ",
    "location": "Qualquer lugar",
    "company": "F1 Commerce",
    "companyLogo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTthVDKH1pHRaghxgikj81A7xjDxjR647nEvAmyEtM&s",
    "description": "Estágio  Sobre F1 Commerce  F1 Commerce é uma empresa que atua no mercado de plataforma de ecommerce há mais de 14 anos no mercado.  A empresa fornece soluções de ecommerce para empresas de grande porte, atendendo clientes como: JBL, Sanremo, Positivo, Compaq, VAIO, Alpar, Frahm dentre outros.  Estágio Desenvolvimento FrontEnd HTML/CSS/JS  A vaga é para atuação no desenvolvimento de interfaces de lojas virtuais.  Localidade:  Durante Pandemia: Remoto  Pós Pandemia: Flexível  Nível: Estágiário  Contratação: Estágio  Salário: R$ 1.200  Carga Horária: Estágio: 30 horas / semana  Benefícios:  » Vale Alimentação ou Vale Refeição » Vale Transporte ou estacionamento » Seguro de vida » Auxílio Home Office (durante pandemia) » Desconto em Graduação, Pós-Graduação, Mestrado na UNISINOS  Atividades: • Codificação de interfaces em HTML/CSS/JS para lojas virtuais a partir de layouts em AI/PSD/PNG  Requisitos: • Disposição para enfrentar e implementar a criatividade de designers • Superior em curso... (independente do semestre) ou curso técnico ligado a área • Capacidade de desenvolvimento HTML sem a utilização de software WYSIWYG • CSS • Software de corte e edição de imagens (Photoshop/Fireworks) • Javascript  Requisitos obrigatórios: • Comprometimento • Bom humor • Dinamismo • Boa capacidade de relacionamento interpessoal (trabalho em equipe) • Vontade de aprender • Capacidade de concentração e foco na resolução de tarefas  É Diferencial: • Ter trabalhado em projetos de e-commerce • Conhecimento / Noções de PHP",
    "links": [
      {
        "content": "Acesse em Indeed",
        "href": "https://br.indeed.com/viewjob?jk=d5a24355d6e5e61a&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em Glassdoor",
        "href": "https://www.glassdoor.com.br/job-listing/est%C3%A1gio-dsenvolvedor-frontend-f1-commerce-JV_KO0,29_KE30,41.htm?jl=1008087888509&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      },
      {
        "content": "Acesse em JavaScript Jobs",
        "href": "https://javascriptjob.xyz/job/2Dl7IAB2KKIoPsR3W3eygZL6FdD?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
      }
    ]
  }
]